import { codexType } from "../types/types";

export const administrativeCode: codexType = {
  chapter1: {
    title: "Глава 1. Задачи и понятие административного законодательства.",
    data: [
      {
        article: "1.2",
        titleArticle:
          "Задачами законодательства об административных правонарушениях являются защита личности, охрана прав и свобод человека и гражданина, охрана здоровья граждан, санитарно-эпидемиологического благополучия населения, защита общественной нравственности, охрана окружающей среды, установленного порядка осуществления государственной власти, общественного порядка и общественной безопасности, собственности, защита законных экономических интересов физических и юридических лиц, общества и государства от административных правонарушений, а также предупреждение административных правонарушений.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter2: {
    title:
      "Глава 2. Понятия административного правонарушения и подведомственность административных дел.",
    data: [
      {
        article: "2.1",
        titleArticle:
          "Административные правонарушения отличаются от преступлений тем, что их совершение не наносит существенного вреда обществу, они не обладают признаком общественной опасности в том смысле, который вкладывается в это понятие уголовным законодательством",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "2.2",
        titleArticle:
          "Административным правонарушением признается противоправное действие (бездействие) физического или юридического лица, за которое настоящим Кодексом или законами штата об административных правонарушениях установлена административная ответственность.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "2.3.",
        titleArticle:
          "Подведомственность административных дел. Перечень государственных структур, уполномоченных на привлечении лиц к ответственности за правонарушения:",
        punishment: [],
        keyword: [],
        exception:
          "Разрешение на нарушение юрисдикции подведомственными государственными организациями.",
        explanation: null,
        note: null,
        list: [
          {
            article: "1.",
            titleArticle: "служащие департамента полиции, департамента шерифа",
            note: null,
          },
          {
            article: "2.",
            titleArticle:
              "офис прокуратуры, в соответствии с законом “О статусе прокуратуры”",
            note: null,
          },
          {
            article: "3.",
            titleArticle:
              "федеральное бюро, секретная служба (только за правонарушения с пометкой (F)), за все остальные правонарушения сотрудники офиса федерального бюро, секретной службы вправе, в соответствии со статьей 2.2 Процессуального кодекса, доставить лицо в региональное правоохранительное учреждение).",
            note: null,
          },
        ],
      },
    ],
  },
  chapter3: {
    title: "Глава 3. Форма вины и назначение наказания.",
    data: [
      {
        article: "3.1.",
        titleArticle: "Форма вины:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "1.",
            titleArticle:
              "Административное правонарушение признается совершенным умышленно, если лицо, его совершившее, осознавало противоправный характер своего действия (бездействия), предвидело его вредные последствия и желало наступления таких последствий или сознательно их допускало либо относилось к ним.",
            note: null,
          },
          {
            article: "2.",
            titleArticle:
              "Административное правонарушение признается совершенным по неосторожности, если лицо, его совершившее, предвидело возможность наступления вредных последствий своего действия (бездействия), но без достаточных к тому оснований самонадеянно рассчитывало на предотвращение таких последствий либо не предвидело возможности наступления таких последствий, хотя должно было и могло их предвидеть.",
            note: null,
          },
          {
            article: "3.",
            titleArticle:
              "Не является административным правонарушением причинение лицом вреда охраняемым законом интересам в состоянии крайней необходимости, то есть для устранения опасности, угрожающей личности и правам данного лица или других лиц, а также охраняемым законом интересам общества или государства.",
            note: null,
          },
        ],
      },
      {
        article: "3.2.",
        titleArticle:
          "При малозначительности совершенного административного правонарушения уполномоченные лица могут освободить лицо, совершившее административное правонарушение, от административной ответственности и ограничиться устным замечанием, кроме, вынесенных сотрудниками прокуратуры или судебных решений.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.3.",
        titleArticle:
          "Обстоятельствами, смягчающими административную ответственность признаются:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "",
            titleArticle:
              "Раскаяние лица, совершившего административное правонарушение;",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Добровольное прекращение противоправного поведения лицом, совершившим административное правонарушение;",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Добровольное сообщение лицом, совершившим административное правонарушение, в орган, уполномоченный осуществлять производство по делу об административном правонарушении, о совершенном административном правонарушении;",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Оказание лицом, совершившим административное правонарушение, содействия органу, уполномоченному осуществлять производство по делу об административном правонарушении;",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Предотвращение лицом, совершившим административное правонарушение, вредных последствий административного правонарушения;",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Добровольное возмещение лицом, совершившим административное правонарушение, причиненного ущерба или добровольное устранение причиненного вреда потерпевшему",
            note: null,
          },
        ],
      },
      {
        article: "3.4.",
        titleArticle:
          "Обстоятельствами, отягчающими административную ответственность, признаются:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "",
            titleArticle:
              "Продолжение противоправного поведения, несмотря на требование уполномоченных на то лиц прекратить его",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Повторное совершение однородного административного правонарушения, то есть совершение административного правонарушения в период, когда лицо считается подвергнутым административному наказанию",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Совершение административного правонарушения группой лиц;",

            note: null,
          },
          {
            article: "",
            titleArticle:
              "Совершение административного правонарушения в условиях стихийного бедствия или при других чрезвычайных обстоятельствах",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Совершение административного правонарушения в состоянии опьянения либо отказ от прохождения медицинского освидетельствования на состояние опьянения при наличии достаточных оснований полагать, что лицо, совершившее правонарушение, находится в состоянии опьянения",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "При совершении лицом двух и более административных правонарушений административное наказание назначается за каждое совершенное правонарушение",
            note: null,
          },
        ],
      },
    ],
  },
  chapter4: {
    title: "Глава 4. Виды и срок давности административных правонарушений.",
    data: [
      {
        article: "4.1.",
        titleArticle: "Виды административных наказаний",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "4.1.1.",
            titleArticle:
              "Предупреждение – мера административного наказания, выраженная в официальном порицании физического или юридического лица Предупреждение выносится в устной форме",
            exception: undefined,
            note: null,
          },
          {
            article: "4.1.2.",
            titleArticle:
              "Административный штраф – денежное взыскание в отношении лица, выраженное в определенной сумме",
            exception: undefined,
            note: null,
          },
          {
            article: "4.1.3.",
            titleArticle:
              "Конфискация орудия совершения или предмета административного правонарушения.",
            exception: undefined,
            note: null,
          },
          {
            article: "4.1.4.",
            titleArticle:
              "Лишение специального права, предоставленного физическому лицу.",
            exception: undefined,
            note: null,
          },
          {
            article: "4.1.5.",
            titleArticle: "Исправительные и обязательные работы.",
            exception: undefined,
            note: null,
          },
          {
            article: "4.1.6.",
            titleArticle: "Депортация.",
            exception: undefined,
            note: null,
          },
        ],
      },
      {
        article: "4.2.",
        titleArticle:
          "Служащие муниципальных правоохранительных структур, органов внутренней и внешней разведки штата San-Andreas и иные силовые и охранные ведомства уполномочены накладывать только наказания, установленные п. 4.1.1 и п. 4.1.2 настоящего кодекса, за исключением случаев, когда в отдельных статьях настоящего кодекса установлено иное, остальные виды наказания применяются исключительно прокуратурой и судом. Максимальные суммы штрафы устанавливаются за каждое правонарушение отдельно и завышена она быть не может.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.3",
        titleArticle:
          "При выборе меры административного наказания, лица обязаны учитывать тяжесть содеянного, мотив и нанесенный ущерб как имуществу, так и здоровью человека и гражданина.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "4.4",
        titleArticle:
          "Если с момента совершения правонарушения прошло 7 дней, лицо его совершившее освобождается от привлечения к ответственности.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter5: {
    title: "Глава 5. Ответственность за нарушение Дорожного кодекса",
    data: [
      {
        article: "5.1",
        titleArticle:
          "Неостановка по требованию сотрудника дорожной полиции, если таковое не содержит уголовно наказуемого деяния.",
        punishment: [" до 10.000$."],
        keyword: [],
        exception: null,
        note: "Деяние признается правонарушением, если водитель однократно игнорирует требования сотрудника дорожной полиции об остановке транспортного средства, при этом не создает общественной опасности, не создает аварийную и опасную обстановку на дороге.",
        explanation: null,
      },
      {
        article: "5.2",
        titleArticle:
          "Отказ от прохождения освидетельствования на факт алкогольного и(или) наркотического опьянения.",
        punishment: [
          " штраф до 15.000$, лишение лицензии на управление транспортным средством.",
        ],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "5.3",
        titleArticle: "Оставление места дорожно-транспортного происшествия.",
        punishment: [" штраф до 10.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "5.4",
        titleArticle:
          "Нарушение правил дорожного движения, установленных Дорожных кодексом, которое по вине нарушителя повлекло за собой совершение дорожно-транспортного происшествия без пострадавших.",
        punishment: [" штраф до 15.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "5.5",
        titleArticle:
          "Нарушение правил дорожного движения, установленных Дорожным кодексом, которое по вине нарушителя повлекло за собой совершение дорожно-транспортного происшествия, в котором пострадавшим были нанесены травмы легкой и средней степени тяжести.",
        punishment: [
          " до 15.000$, лишение лицензии на управление транспортным средством.",
        ],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "5.6",
        titleArticle:
          "Управление транспортным средством в состоянии алкогольного опьянения.",
        punishment: [
          " до 15.000$, лишение лицензии на управление транспортным средством.",
        ],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "5.7",
        titleArticle:
          "Передача управления транспортным средством лицу, не обладающему правом на управление транспортным средством определенной категории.",
        punishment: [" штраф до 10.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "5.8",
        titleArticle:
          "Управление транспортным средством без номерных знаков, информационных знаков.",
        punishment: [" штраф до 10.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter6: {
    title:
      "Глава 6. Правонарушения, посягающие на общественный порядок и безопасность.",
    data: [
      {
        article: "6.1",
        titleArticle: "Ложный донос о совершении правонарушения.",
        punishment: [" штраф до 5.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "6.2",
        titleArticle: "Ложный вызов сотрудников экстренных служб.",
        punishment: [" штраф до 5.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "6.3",
        titleArticle:
          "(F) Использование нецензурной лексики в общественных местах.",
        punishment: [" штраф до 10.000$."],
        keyword: [],
        exception: null,
        note: "Общественным местом признается любое место штата, на территорию которого обеспечивается беспрепятственный доступ.",
        explanation: null,
      },
      {
        article: "6.4",
        titleArticle: "Курение в неположенном месте.",
        punishment: [" штраф до 5.000$."],
        keyword: [],
        exception: null,
        note: "курение запрещается в следующих местах: здания государственных структур и учреждений, места отдыха, культурно-массовые заведения, заведения общественного питания, режимные объекты, объекты, обладающие особым статусом.",
        explanation: null,
      },
      {
        article: "6.5",
        titleArticle:
          "Распитие спиртных напитков в общественных местах, равно как и нахождение в состоянии алкогольного и(или) наркотического опьянения в общественных местах.",
        punishment: [" штраф до 5.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "6.6",
        titleArticle:
          "Громкие выкрикивания, включение музыки в ночное время суток, за исключением специально отведенных мест отдыха и культурно-массовых объектов.",
        punishment: [" штраф до 5.000$."],
        keyword: [],
        exception: null,
        note: "Ночное время суток устанавливается в период с 22:00 до 08:00.",
        explanation: null,
      },
      {
        article: "6.7",
        titleArticle:
          "Нахождение в общественном месте без верхней одежды, оголение половых органов, ягодичных мышц.",
        punishment: [" штраф до 5.000$."],
        keyword: [],
        exception: "Места отдыха, пляжи.",
        note: null,
        explanation: null,
      },
      {
        article: "6.8",
        titleArticle: "Утратил силу.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "6.9",
        titleArticle: "Незаконная частная детективная и охранная деятельность.",
        punishment: [" штраф до 20.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "6.10",
        titleArticle:
          "Умышленное нанесение ущерба чужому имуществу, за исключением имущества, принадлежащего государству, если таковое деяние не нанесло значительный ущерб.",
        punishment: [" штраф до 10.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "6.11",
        titleArticle:
          "Мелкое хулиганство - нарушение общественного порядка, выражающее явное неуважение к обществу. Действия которые могут быть расценены хулиганскими (данный список не является исчерпывающим):",
        punishment: [" штраф до 10.000$."],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "",
            titleArticle:
              "Действия несущие угрозу обществу (размахивание кулаками, ногами).'",
            note: null,
          },
          {
            article: "",
            titleArticle: "Нецензурные жесты..'",
            note: null,
          },
        ],
      },
      {
        article: "6.12",
        titleArticle:
          "(F) Предложение взятки, то есть предложение материальных или иных выгод независимо от их ценности с целью склонения должностного лица к совершению или не выполнению определенных действий в пользу предлагающего взятку или третьих лиц.",
        punishment: [" штраф до 10.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter7: {
    title: "Глава 7. Правонарушения, посягающие на права граждан.",
    data: [
      {
        article: "7.1",
        titleArticle:
          "Неисполнение решения избирательной комиссии, комиссии референдума.",
        punishment: [" штраф до 10.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "7.2",
        titleArticle:
          "Подкуп избирателей либо участников референдума, если эти действия не содержат уголовно наказуемого деяния.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "7.3",
        titleArticle:
          "Принуждение к участию в забастовке и(или) массовых мероприятиях, если эти действия не содержат уголовно наказуемого деяния.",
        punishment: [" штраф до 10.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "7.4",
        titleArticle:
          "Оскорбление, то есть унижение чести и достоинства лица, выраженное в неприличной форме.",
        punishment: [" штраф до 15.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "7.5",
        titleArticle: "Нарушение трудовых прав работника.",
        punishment: [" штраф до 20.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "7.6",
        titleArticle:
          "Дискриминация, то есть нарушение прав, свобод и интересов человека и гражданина в зависимости от его пола, расы, цвета кожи, национальности, языка, происхождения, имущественного, семейного, социального и должностного положения, возраста, места жительства, отношения к религии, убеждений, отношения к общественным объединениям либо социальным группам, если таковое не содержит уголовно наказуемого деяния.",
        punishment: [" штраф до 20.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter8: {
    title:
      "Глава 8. Правонарушения, посягающие на здоровье и общественную безопасность",
    data: [
      {
        article: "8.1",
        titleArticle:
          "(F) Нанесение телесных повреждений легкой степени тяжести или совершение иных насильственных действий, причинивших физическую боль, если таковое не содержит уголовно наказуемого деяния.",
        punishment: [" штраф до 10.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "8.2",
        titleArticle: "Занятие проституцией.",
        punishment: [" штраф до 10.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "8.3",
        titleArticle:
          "Воспрепятствование оказанию медицинской помощи, либо необоснованный отказ от предоставление медицинской помощи медицинским служащими.",
        punishment: [" штраф до 20.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "8.4",
        titleArticle:
          "Отсутствие медицинских справок о состоянии здоровья, либо истекший их срок, у государственных служащих(работников).",
        punishment: [" штраф до 20.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter9: {
    title: "Статья 9. Правонарушения в сфере труда",
    data: [
      {
        article: "9.1",
        titleArticle:
          "Нарушений трудовых отношений, несоблюдение условий труда, нарушение дисциплины труда со стороны работодателя.",
        punishment: [" штраф до 20.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "9.2",
        titleArticle:
          "Нарушение трудовых отношений, невыполнение служебных и(или) рабочих обязанностей, нарушение дисциплины труда со стороны работника.",
        punishment: [" штраф до 10.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "9.3",
        titleArticle:
          "Дискриминация в сфере труда, то есть действия, направленные на возбуждение ненависти или конфликта ввиду занимаемой лицом должности, служебного положения и иных.",
        punishment: [" штраф до 20.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "9.4",
        titleArticle:
          "Несоответствие внутреннего трудового распорядка(устава) действующему законодательству, либо внедрение и использование внутреннего трудового распорядка, не имеющего юридической силы.",
        punishment: [" штраф до 25.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter10: {
    title: "Глава 10. Правонарушения против порядка управления",
    data: [
      {
        article: "10.1",
        titleArticle:
          "Отказ от плановой проверки на соблюдение установленных санитарных норм.",
        punishment: [" штраф до 50.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "10.2",
        titleArticle:
          "Несоблюдение установленных требований при установлении режима чрезвычайного положения, военного положения, режима боевой готовности, мобилизации.",
        punishment: [" штраф до 50.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "10.3",
        titleArticle:
          "Неудовлетворительная оценка по итогам проверки на соблюдение установленных санитарных норм.",
        punishment: [" штраф до 25.000$."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
};
