import { codexType } from "../types/types";

export const airCode: codexType = {
  chapter0: {
    title: "Воздушный кодекс штата San Andreas.\n",
    data: [
      {
        article: "",
        titleArticle:
          "Воздушный кодекс Штата Сан Андреас — нормативно-правовой акт, являющийся основным источником, регулирующим отношения в сфере использования воздушного пространства штата Сан Андреас и деятельности в области авиации.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter1: {
    title: "Глава I. Общие положения\n",
    data: [
      {
        article: "Статья 1",
        titleArticle:
          "Суверенитет в отношении воздушного пространства. Штата Штат Сан Андреас обладает полным и исключительным суверенитетом в отношении воздушного пространства.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Статья 2",
        titleArticle:
          "Воздушное законодательство Штата. Воздушное законодательство Штата состоит из настоящего Кодекса и указов контролирующего органа воздушного пространства.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Статья 3",
        titleArticle:
          "Ответственность за нарушение воздушного кодекса Штата Лица, виновные в нарушении воздушного кодекса несут ответственность в соответствии с законодательством. Орган управления воздушным пространством имеет право штрафовать нарушителя и/или его организацию на сумму, установленную регламентом. ",
        punishment: ["Сумма штрафа - От 40.000$ до 100.000$ включительно."],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Статья 4",
        titleArticle:
          "Отношения, регулируемые воздушным кодексом. Воздушный кодекс регулирует отношения в области использования воздушного пространства, отношения, возникающие в связи с деятельностью в области авиации на территории Штата.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Статья 5",
        titleArticle:
          "Ответственность за воздушное пространство штата.\n" +
          "Контроли и надзор за воздушным пространством штата ведёт San Andreas National Guard, сотрудники Air Force федерального бюро.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter2: {
    title: "Глава II. Регулирование воздушного пространства",
    data: [
      {
        article: "Статья 6",
        titleArticle: "Использование воздушного пространства.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "1.",
            titleArticle:
              "Использование воздушного пространства представляет собой деятельность, в процессе которой, осуществляются перемещение в воздушном пространстве различных воздушных судов.",
            note: null,
          },
          {
            article: "2.",
            titleArticle:
              "Проникновение в воздушное пространство над территорией Форта Занкудо и FIB строго запрещено. В случае нарушения воздушного пространства, на борт, осуществляющий пролёт над Фортом-Занкудо и FIB, применяется уголовная ответственность, согласно действующему законодательству.",
            note: "ст. 12.7.1 УК",
          },
          {
            article: "3.",
            titleArticle:
              "Все посадочные площадки, а также аэродромы, вертодромы, ВПП, не принадлежащие гос.организации являются общедоступными и посадка на них может совершаться любым воздушным судном.",
            note: null,
          },
        ],
      },
      {
        article: "Статья 7. Воздушное пространство",
        titleArticle:
          "Воздушное пространство включает в себя зоны, районы и маршруты обслуживания воздушного движения, районы аэродромов и авиаузлов, зоны ограничений полетов воздушных судов и другие установленные для осуществления деятельности в воздушном пространстве.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article:
          "Статья 8. Запрещение или ограничение использования воздушного пространства",
        titleArticle:
          "Использование воздушного пространства или отдельных его районов может быть запрещено или ограничено в порядке, установленном Правительством. Залетать в красные зоны запрещено. Разрешено залетать в желтые зоны, соблюдая предельные нормы осторожности.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        images: [{ src: "https://i.ibb.co/jRpTmMz/MOMDPJG-1.jpg" }],
      },
    ],
  },
  chapter3: {
    title:
      "Глава III. Государственный контроль за деятельностью в области авиации\n",
    data: [
      {
        article: "Статья 10",
        titleArticle:
          "Государственный контроль за деятельностью в области авиации осуществляет специально уполномоченный орган в области авиации. Основное наблюдение за всем воздушным пространством ведёт национальная гвардия штата.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter4: {
    title: "Глава IV. Воздушные судна\n",
    data: [
      {
        article: "Статья 11",
        titleArticle:
          "Воздушное судно - летательный аппарат, поддерживаемый в атмосфере за счет взаимодействия с воздухом, отличного от взаимодействия с воздухом, отраженным от поверхности земли или воды.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Статья 12. Обозначения, наносимые на воздушные суда",
        titleArticle:
          "На государственные воздушные суда наносятся знаки государственной принадлежности и учетные опознавательные знаки.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Статья 13. Позывной воздушного судна",
        titleArticle:
          "Каждому воздушному судну государственной структуры присвоен свой позывной, присваивает позывной, гос. структура во время подготовки к полету.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter5: {
    title: "Глава V. Аэродромы и аэропорты\n",
    data: [
      {
        article: "Статья 14 Аэродромы и аэропорты",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "1.",
            titleArticle:
              "Аэродром - участок земли или акватория с расположенными на нем зданиями, сооружениями и оборудованием, предназначенный для взлета, посадки, руления и стоянки воздушных судов.",
            note: null,
          },
          {
            article: "2.",
            titleArticle:
              "Аэропорт - комплекс сооружений, включающий в себя аэродром, аэровокзал, другие сооружения, предназначенный для приема и отправки воздушных судов, обслуживания воздушных перевозок и имеющий для этих целей необходимые оборудование, авиационный персонал и других работников.",
            note: null,
          },
          {
            article: "3.",
            titleArticle:
              "Международный аэропорт - аэропорт, который открыт для приема и отправки воздушных судов, выполняющих международные воздушные перевозки, и в котором осуществляется пограничный и таможенный контроль, а в случаях, установленных международными договорами США и федеральными законами, и иные виды контроля.",
            note: null,
          },
          {
            article: "4.",
            titleArticle:
              "Посадочная площадка - участок земли, льда, поверхности сооружения, в том числе поверхности плавучего сооружения, либо акватория, предназначенные для взлета, посадки или для взлета, посадки, руления и стоянки воздушных судов.",
            note: null,
          },
        ],
      },
    ],
  },
  chapter7: {
    title: "Статья 15. Допуск к полету воздушного судна\n",
    data: [
      {
        article: "Статья 15",
        titleArticle: "Допуск к полету воздушного судна",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "15.1",
        titleArticle: "Порядок допуска к полетам на государственной службе:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle:
              "Перед взлетом необходимо сообщить в рацию департамента название судна",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Перед посадкой воздушного судна необходимо запросить в рацию департамента разрешение на посадку, название судна",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "После чего получить разрешение на посадку от органа контролирующего площадку",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "В случае необходимости экстренной посадки судна, также сообщить название судна, территории, причину экстренной посадки, после чего непосредственно совершать посадку",
            note: null,
          },
        ],
      },
      {
        article: "15.2",
        titleArticle:
          "Посадка запрашивается у той гос. структуры куда вы совершаете посадку.",
        punishment: [],
        keyword: [],
        exception:
          "FIB, может не запрашивать посадку у Government в аэропорту МАЛС.",
        note: "Посадку и взлет с аэропорта Международного Аэропорта Сан Лос-Сантос (LSIA) и других посадочных мест не принадлежащих структурам, необходимо запрашивать у Government.",
        explanation: null,
      },
    ],
  },
};
