import { codexType } from "../types/types";

export const bylawsEms: codexType = {
  chapter1: {
    title: "1. Общие положения",
    data: [
      {
        article: "1.1",
        titleArticle:
          "Настоящий устав Emergency Medical Services вступает в силу с момента его публикации",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "1.2",
        titleArticle:
          "В своей деятельности Emergency Medical Services руководствуется законодательной базой штата San Andreas",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "1.3",
        titleArticle: "Обход системы устава карается увольнением",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "1.4",
        titleArticle:
          "Решающее слово об обходе системы устава идет за Главным врачом и его заместителями",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "1.5",
        titleArticle: "Редактировать устав может только Главный врач",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "1.6",
        titleArticle:
          "Решение Главного врача является окончательным и обжалованию не подлежит",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "1.7",
        titleArticle:
          "Главный врач и его заместители могут сами устанавливать режим работы отделов (Систему повышения, круг обязанностей и тп)",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "1.8",
        titleArticle:
          "Сокрытие начальником отдела нарушения настоящего Устава своими подчиненными карается снятием с должности",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "1.9",
        titleArticle: "Сотрудники EMS напрямую подчиняются Главному врачу",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "1.10",
        titleArticle:
          "Сотрудники EMS обязаны знать и соблюдать Устав EMS, Закон о EMS, Кодекс этики и служебного поведения штата",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter2: {
    title: "2. Иерархия",
    data: [
      {
        article: "2.1.",
        titleArticle: "Общая",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "2.1.1",
            titleArticle: "Руководящий состав - Главный врач и его Заместители",
            note: null,
          },
          {
            article: "2.1.2",
            titleArticle: "Старший состав - сотрудники 11+ ранга",
            note: null,
          },
          {
            article: "2.1.3",
            titleArticle:
              "Senior`ы отделов DI и SA - сотрудники 10 ранга Выбираются и назначаются Заведующим отдела",
            note: null,
          },
          {
            article: "2.1.4",
            titleArticle: "Администрация больницы - сотрудники отдела HA",
            note: null,
          },
          {
            article: "2.1.5",
            titleArticle: "Средний состав - сотрудники с 4 по 10 ранг",
            note: null,
          },
          {
            article: "2.1.6",
            titleArticle: "Младший состав - сотрудники с 1 по 3 ранг",
            note: null,
          },
          {
            article: "2.1.7",
            titleArticle:
              "Порядок обращения: Senior отдела => Заместитель заведующего отдела => Заведующий отдела => Заместитель Главного врача => Главный врач",
            note: null,
          },
        ],
      },
      {
        article: "2.2.",
        titleArticle: "Руководящий состав",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "2.2.1",
            titleArticle: "Главный врач – главное лицо больницы штата",
            note: null,
          },
          {
            article: "2.2.2",
            titleArticle:
              "Главный врач ЕМS, а также его Заместители осуществляют руководство текущей деятельностью учреждения на основе устава, законов и иных нормативно-правовых актов штата",
            note: null,
          },
          {
            article: "2.2.3",
            titleArticle:
              "Главный врач действует от имени учреждения, представляет его интересы в органах и собраниях государственной власти и местного самоуправления, коммерческих и некоммерческих организациях и другое",
            note: null,
          },
          {
            article: "2.2.4",
            titleArticle:
              "Главный врач является распорядителем финансов или финансовых средств и имеет право первой подписи",
            note: null,
          },
          {
            article: "2.2.5",
            titleArticle:
              "Заместители Главного врача – лица, выполняющие функции Главного врача",
            note: null,
          },
          {
            article: "2.2.6",
            titleArticle:
              "Руководящий состав, а также старший состав вправе уволить сотрудника за нарушения, либо выдать Предупреждение / Устный выговор / Строгий выговор / Переаттестация / Понижение / Увольнение",
            note: "Старший состав может уволить или понизить сотрудника только с одобрения ГВ, ЗГВ.",
          },
        ],
      },
      {
        article: "2.3.",
        titleArticle: "Администрация больницы и Senior`ы отделов",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "2.3.1",
            titleArticle:
              "Сотрудник отдела HA – лицо, выполняющее функции надзора за работниками своего отдела, а также за работой всей EMS",
            note: null,
          },
          {
            article: "2.3.2",
            titleArticle:
              "Senior Заведующего отдела - лицо, выполняющее функции Заведующего отдела, в случае необходимости",
            note: "Проверка отчётов, обучение новоприбывших сотрудников в отдел, перевод в отдел с согласования Заведующего отдела, выдача дисциплинарных наказаний в случае нарушения Устава сотрудником.",
          },
          {
            article: "2.3.3",
            titleArticle:
              "Сотрудники HA имеют право запросить фотоотчет о местоположении и проделанной работе у среднего и младшего состава В случае отсутствия отчета или отказа его предоставить, сотруднику будет выдано наказание по пункту  Устава Примечание: Сотрудники отдела НА вправе уволить или понизить сотрудника, только с одобрения ГВ, ЗГВ",
            note: null,
          },
          {
            article: "2.3.4",
            titleArticle:
              "Любой сотрудник отдела HA обязан хранить фото/видео доказательство вины нарушителя на протяжении 48 ч и предоставить его по первому требованию Главному врачу или его Заместителям",
            note: null,
          },
          {
            article: "2.3.5",
            titleArticle:
              "Senior отдела вправе выдать Предупреждение / Устный выговор / Строгий выговор сотруднику за нарушение без возможности увольнения и понижения в должности Примечание: Устный выговор / Строгий выговор Senior может выдать, только получив одобрение ГВ,ЗГВ или Заведующего отдела HA",
            note: null,
          },
        ],
      },
      {
        article: "2.4.",
        titleArticle: "Старший состав",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "2.4.1",
            titleArticle:
              "Заведующий отдела – лицо, руководящее своим отделением и всеми сотрудниками, которые находятся в нем",
            note: null,
          },
          {
            article: "2.4.2",
            titleArticle:
              "Заместитель Заведующего отдела – лицо, выполняющее функции Заведующего отдела",
            note: null,
          },
          {
            article: "2.4.3",
            titleArticle:
              "Заведующий отдела самостоятельно регулирует его работу, предварительно согласовав с курирующим отдел Заместителем главного врача",
            note: null,
          },
          {
            article: "2.4.4",
            titleArticle:
              "Старший состав вправе выдать выговор любому сотруднику младшего и среднего состава, а так же Senior`ам отделов по системе наказаний, имея доказательства данного нарушения",
            note: "1 Старший состав может выдать выговор сотруднику старшего состава только с одобрения ГВ,ЗГВ. 2 Доказательства не требуются, если наказание рассмотрел и выдал лично Главный врач или его заместители.",
          },
        ],
      },
    ],
  },
  chapter3: {
    title: "3. Сотрудникам EMS запрещено",
    data: [
      {
        article: "3.1",
        titleArticle: "Отказывать в лечении пациенту",
        punishment: [
          "Предупреждение, Устный выговор, Строгий выговор, Увольнение",
        ],
        keyword: [],
        exception: "Угроза жизни или неуважительное отношение к мед работнику.",
        explanation: null,
        note: null,
      },
      {
        article: "3.2",
        titleArticle:
          "Ругаться матом, оскорблять, хамить и унижать жителей штата, независимо от их положения в обществе и социального статуса",
        punishment: ["Строгий выговор / Понижение / Увольнение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.3",
        titleArticle:
          "Категорически запрещено выдавать таблетку, а также реанимировать и производить любое лечение пациента без постановки диагноза",
        punishment: [
          "Предупреждение, Устный выговор, Строгий выговор, Увольнение",
        ],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.4",
        titleArticle: "Нарушать правила субординации",
        punishment: ["Устный выговор, Строгий выговор, Понижение, Увольнение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.5",
        titleArticle:
          'При пилотировании не выполнять примечания и правила, указанные в разделе "диспетчерская"',
        punishment: ["Устный выговор, Строгий выговор, Понижение"],
        keyword: [],
        exception: "Учебный полёт.",
        explanation: null,
        note: null,
      },
      {
        article: "3.6",
        titleArticle:
          "Парковать личные транспортные средства на территории больницы вне парковки ",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: "((Места для парковки указаны в спец. канале EMS))",
      },
      {
        article: "3.7",
        titleArticle:
          "Игнорировать людей, находящихся в критическом состоянии ",
        punishment: ["Устный выговор, Строгий выговор, Понижение"],
        keyword: [],
        exception: "Чрезвычайная ситуация (Угроза жизни).",
        explanation: null,
        note: null,
      },
      {
        article: "3.8",
        titleArticle:
          "Запрещено иметь при себе любое огнестрельное оружие и боеприпасы, в течении рабочей смены",
        punishment: ["Строгий выговор, Увольнение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.9",
        titleArticle:
          "Во время патруля медработнику запрещено хранить медикаменты в служебном транспорте (Бардачок или багажник)",
        punishment: ["Строгий выговор, Увольнение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.10",
        titleArticle:
          "Продажа эпинефрина / дефибриллятора гражданским или гос служащим",
        punishment: ["Увольнение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.11",
        titleArticle: "Запрещено поднимать лежащее оружие",
        punishment: ["Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.12",
        titleArticle:
          "Хранить/употреблять наркотики или же устройства для их употребления при исполнении должностных обязанностей ",
        punishment: ["Строгий выговор, Понижение"],
        keyword: [],
        exception: "Зажигалка.",
        explanation: null,
        note: null,
      },
      {
        article: "3.13",
        titleArticle:
          "Употреблять алкоголь и играть в азартные игры во время рабочего дня",
        punishment: ["Строгий выговор, Понижение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.14",
        titleArticle:
          "Рекламировать свои услуги (Намеренное завлечение пациентов с целью получения выгоды)",
        punishment: ["Предупреждение, Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.15",
        titleArticle: "Брать медикаменты и ИРП со склада без отчета",
        punishment: ["Предупреждение, Устный выговор, Строгий выговор"],
        keyword: [],
        exception:
          "1 На кодеиновые таблетки, азитромицин и активированный уголь делать отчёт по желанию сотрудника (необязательно). 2 ГВ/ЗГВ, старший состав и Senior`ы могут брать медикаменты и ИРП без отчёта.",
        explanation: null,
        note: '1 Отчёт на медикаменты должен быть сделан на складе и обязательно должен быть отправлен в архив. 2 Отчёт о взятии ИРП должен быть оставлен в спец. канале "отчет по складу"',
      },
      {
        article: "3.16",
        titleArticle:
          "Выдача физических и психических медкарт возможна только сотрудниками DMP в больницах Sandy Shores, Paleto Bay и Pillbox ",
        punishment: ["Строгий выговор, Увольнение"],
        keyword: [],
        exception:
          "1 Старший состав также имеет право выдавать медицинские справки при условии отсутствия сотрудников DMP с учетом регламента выдачи справок. 2 Сотрудники с квалификацией Duty Doctor имеют право выдавать медицинские справки в ночное время, а также в дневное при отсутствии старшего состава и сотрудников отдела DMP. График выдачи медицинских справок Дежурным врачом указан в п. 16.1.5. Устава 3 Старший состав и Senior`ы отдела DI, имеющие доп. квалификацию Dutу Doctor, могут выдавать мед. справки во время проведения собеседования в больнице Pillbox, но только гражданам, которым они необходимы для трудоустройства в EMS.",
        explanation: null,
        note: "Выдача медицинских справок разрешена: В будни: 14:00 - 22:00, в выходные: 13:00 - 21:00 исключительно в больницах Sandy Shores и Paleto Bay В остальное время выдача медицинских справок допустима в любой больнице, согласно регламенту выдачи справок.",
      },
      {
        article: "3.17",
        titleArticle:
          "Запрещено использование холодного оружия в рабочее время во всех случаях, кроме оказания экстренной помощи",
        punishment: ["Строгий выговор, Увольнение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Разрешено иметь охотничий нож, чтоб при необходимости разрезать стяжки, веревку пациенту.",
      },
      {
        article: "3.18",
        titleArticle: "Выезжать на вызовы на личном транспорте",
        punishment: ["Устный выговор, Строгий выговор, Понижение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.19",
        titleArticle:
          'Запрещено отдыхать и "погружаться в себя" в служебной форме за пределами зоны отдыха ',
        punishment: ["Предупреждение, Устный выговор, Строгий Выговор"],
        keyword: [],
        exception:
          "Старший состав, при условии стабильной работы организации в течении дня (принимаются вызовы и в холле PillBox стоят минимум 2 сотрудника на таблетках).",
        explanation: null,
        note: "Зоны отдыха, обозначены в спец. канале Ems",
      },
      {
        article: "3.20",
        titleArticle:
          'Отдыхать и "погружаться в себя" в зоне отдыха более чем на  минут, при отсутствии перерыва ',
        punishment: ["Предупреждение, Устный выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Находясь в зоне отдыха, сотрудник обязательно должен снять с себя нашивки и аксессуары.",
      },
      {
        article: "3.21",
        titleArticle: "Запрещено намеренно прыгать с крыши",
        punishment: ["Устный выговор, Строгий выговор, Понижение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.22",
        titleArticle: "Запрещено прогуливать рабочий день ",
        punishment: ["Устный выговор, Строгий выговор, Понижение, Увольнение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: 'Рабочий график прописан в "Общие положения Emergency Medical Service of Los Santos"',
      },
      {
        article: "3.23",
        titleArticle:
          "Неадекватное поведение на рабочем месте, неуважительное отношение к коллегам ",
        punishment: [
          "Предупреждение, Устный выговор, Строгий выговор, Увольнение",
        ],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.24",
        titleArticle:
          "Использовать Эпинефрин/Дефибриллятор и прочие мед препараты из рук гражданских лиц ",
        punishment: ["Устный выговор, Строгий выговор, Понижение"],
        keyword: [],
        exception:
          "При чрезвычайных ситуациях разрешено использование эпинефрина переданного медработнику из рук государственного служащего.",
        explanation: null,
        note: null,
      },
      {
        article: "3.25",
        titleArticle: "Доступ к рации Department разрешен только с  ранга ",
        punishment: ["Устный выговор, Строгий выговор, Увольнение"],
        keyword: [],
        exception:
          "1 Сообщение о занятии или освобождении воздушного пространства ( 7+ ранг). 2 Отдел DMP и Duty Doctor, при условии запроса гос. структур о возможности получения медицинских справок или наличия сотрудников для их выдачи.",
        explanation: null,
        note: null,
      },
      {
        article: "3.26",
        titleArticle: "Запрещено самовольно устанавливать цену препаратов ",
        punishment: ["Строгий выговор, Понижение, Увольнение"],
        keyword: [],
        exception: "Раздел регистратуры.",
        explanation: null,
        note: null,
      },
      {
        article: "3.27",
        titleArticle: "Запрещено обманывать коллег и вводить их в заблуждение",
        punishment: ["Устный выговор, Строгий выговор, Понижение, Увольнение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.28",
        titleArticle:
          "Запрещено надевать на себя бронежилет во время рабочего дня ",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception: "Военное положение.",
        explanation: null,
        note: null,
      },
      {
        article: "3.29",
        titleArticle:
          "Во время оказания любой медицинской помощи, сотрудник обязан прикрывать свои дыхательные пути медицинской маской ",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Медицинской маской считается изделие, закрывающее рот и нос носителя для защиты от вредных веществ и респираторных инфекций. В штате San-Andreas медицинские маски изготавливаются из белого, голубого и зеленого материала и на них отсутствуют какие-либо надписи и декоративные элементы.",
      },
      {
        article: "3.30",
        titleArticle:
          "Запрещено распространять информацию всем гражданам штата о нахождении старшего состава и руководства госпиталя ",
        punishment: ["Строгий выговор, Увольнение"],
        keyword: [],
        exception:
          "Разрешено разглашать информацию сотрудникам гос. структур после предоставления опознавательного знака: нашивки, жетона, бейджика, удостоверения.",
        explanation: null,
        note: null,
      },
      {
        article: "3.31",
        titleArticle:
          "Запрещено разглашать личную информацию сотрудников (номер телефона, место жительства, позывной в спец рации и тп) ",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception:
          "Разрешено разглашать информацию сотрудникам гос. структур после предоставления опознавательного знака: нашивки, жетона, бейджика, удостоверения.",
        explanation: null,
        note: null,
      },
      {
        article: "3.32",
        titleArticle:
          "Запрещено производить вакцинацию в непредназначенных для этого местах ",
        punishment: ["Устный выговор, Строгий выговор, Переаттестация"],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Места для вакцинации – это стерильные помещения в больнице. В PillBox – это 3 (Три) операционные в Ward A, а также палаты в Ward C (для сотрудников отдела DMP, находящихся на смене и Duty Doctor, согласно расписанию), Sandy-Shores - 2 (Две) операционные и Paleto-Bay - 1 (Одна)",
      },
      {
        article: "3.33",
        titleArticle:
          "Во время рабочей смены запрещено ношение головных уборов, солнцезащитных очков и любых других очков, не являющихся классическими, ношение ярких и выделяющихся аксессуаров, а также запрещено носить любые маски, кроме медицинской ",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.34",
        titleArticle: "Запрещено возить в АСМП посторонних лиц ",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception:
          "Транспортировка в пункт оказания медицинской помощи или с разрешения ЗГВ/ГВ.",
        explanation: null,
        note: null,
      },
      {
        article: "3.35",
        titleArticle:
          "Запрещено оказывать медицинскую помощь (или ПМП) в местах, где ведутся боевые действия (( ВЗМ, ВЗА, ВЗП, ФЗ, Капт, любые перестрелки )) ",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: "(( ВЗМ - война за материалы, проводится в порту. ВЗА - Война за AirDrop, ВЗП - Война за предприятия, ФЗ - Форт Занкудо (военная часть). Капт - война за территорию в гетто, мигающий квадрат))",
      },
      {
        article: "3.35.1",
        titleArticle:
          "Запрещено находиться в местах, где ведутся боевые действия (( ВЗМ, ВЗА, ВЗП, ФЗ, Капт, любые перестрелки )) ",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.36",
        titleArticle:
          "Запрещено во время собеседования находиться на месте проведения сотрудникам госпиталя",
        punishment: ["Устный выговор, Строгий выговор]"],
        keyword: [],
        exception:
          "Отдел DI, ЗГВ и ГВ. А так же старший состав и сотрудники отдела НА, но не более 5 минут.",
        explanation: null,
        note: null,
      },
      {
        article: "3.37",
        titleArticle:
          "Сотрудникам отдела DMP, во время смены, запрещено находиться длительное время в операционных и палатах больниц Sandy Shores и Paleto Bay ",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception: "Выдача и оформление мед. справки.",
        explanation: null,
        note: null,
      },
      {
        article: "3.38",
        titleArticle:
          "Запрещено оказывать медикаментозное лечение людям, скрывающим свою личность по средствам ношения масок ",
        punishment: [
          "Предупреждение, Устный выговор, Строгий выговор, Переаттестация",
        ],
        keyword: [],
        exception:
          '1 Медицинские маски, закрывающее рот и нос носителя для защиты от вредных веществ и респираторных инфекций. В штате San-Andreas медицинские маски изготавливаются из белого, голубого и зеленого материала и на них отсутствуют какие-либо надписи и декоративные элементы. 2 Гос. служащие имеющие право скрывать свою личность согласно закону "О государственной тайне " , а именно: агенты CID, HRT, USSS, солдаты подразделений ALPHA/SEAL, офицеры SWAT, RD, SEB Detective Bureau LSPD/LSCSD,AF , а так же сотрудники отдела FD при исполнении специальных операций.',
        explanation: null,
        note: "1 Оказать бесплатное лечение может сотрудник больницы, стоящий за стойкой на первом этаже. 2 Сотрудники EMS имеющие квалификацию “Психолог” “Хирург” вправе получать информацию о личных данных сотрудников отделов: CID, HRT, USSS, FD, SWAT, ALPHA/SEAL, SEB, Detective Bureau LSPD/LSCSD, AF, для выполнения своих должностных обязанностей, а именно ввести историю болезни, составлять графики проведения вакцинации, выдачи мед.справок, заполнять журналы здоровья.",
      },
      {
        article: "3.39",
        titleArticle:
          "Запрещено превышать свои должностные полномочия либо использование их в личных целях ",
        punishment: ["Строгий выговор, Увольнение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: "На усмотрение Главное врача сотрудник может быть снят с должности, если до этого момента сотрудник занимал её.",
      },
      {
        article: "3.40",
        titleArticle: "Несоответствие занимаемой должности ",
        punishment: ["Строгий выговор, Понижение, Увольнение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Выдается за невыполнение трудовых обязанностей, поставленных задач от руководства. Может выдать только Главный врач, Заместители главного врача с его разрешения.",
      },
      {
        article: "3.41",
        titleArticle:
          "Запрещено своими действиями подрывать репутацию и облик EMS",
        punishment: ["Увольнение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.42",
        titleArticle: "Запрещено нарушать внутренний регламент каналов ",
        punishment: ["Предупреждение, Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: "1 Выговор за данный пункт выдаются только ГВ, ЗГВ и сотрудниками отдела HA. 2 Начальник отдела, так же может выдать наказание своему составу, за нарушение регламента каналов своего отдела.",
      },
      {
        article: "3.43",
        titleArticle: "Халатное отношение к служебным обязанностям ",
        punishment: [
          "Устный выговор, Строгий выговор, Переаттестация, Понижение, Увольнение",
        ],
        keyword: [],
        exception: null,
        explanation: null,
        note: "1 Выговор за данный пункт выдаются только ГВ, ЗГВ (с одобрения ГВ), сотрудниками отдела HA. Заведующий отдела, также может выдать наказание сотруднику своего отдела. 2 Увольнение только с одобрения ГВ.",
      },
      {
        article: "3.44",
        titleArticle:
          "Сотруднику больницы запрещено передвигаться по штату на своём личном автомобиле в форме во время рабочей смены ",
        punishment: ["Устный выговор, Строгий выговор, Понижение, Увольнение"],
        keyword: [],
        exception:
          "Сотрудники отдела HA , Старший состав и Senior отделов, ЗГВ/ГВ",
        explanation: null,
        note: null,
      },
      {
        article: "3.45",
        titleArticle:
          "Сотруднику больницы запрещено нарушать дресс код установленный в спец канале ",
        punishment: ["Предупреждение, Устный выговор, Строгий выговор"],
        keyword: [],
        exception:
          "Старший состав и Senior`ы отделов, имеет право на свободный дресс код, не нарушающий Кодекс этики и служебного поведения Штата SA",
        explanation: null,
        note: null,
      },
      {
        article: "3.46",
        titleArticle:
          "Сотруднику больницы запрещено брать АСМП без отчета в спец канал ",
        punishment: ["Предупреждение, Устный выговор, Строгий выговор"],
        keyword: [],
        exception:
          "1 Старший состав и Seniorы отделов могут брать машину без отчетности, остальные сотрудники только с разрешения ГВ/ЗГВ. 2 Отдел DI может брать машину без отчетности, чтобы отвезти новых сотрудников в Мэрию для получения удостоверения и для практики по ПМП.",
        explanation: null,
        note: "1 О возврате/утере/((краше)) АСМП так же нужно сообщить в спец. канал. 2 Брать АСМП разрешено только на специализированных парковках больниц Pillbox, Sandy Shores, Paleto Bay.",
      },
      {
        article: "3.47",
        titleArticle: "Запрещено нарушать внутренний регламент работы отдела ",
        punishment: ["Предупреждение, Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: "При нарушении внутреннего регламента работы отдела сотрудник может быть переведен в отдел Интернатуры Заведующим своего отдела.",
      },
      {
        article: "3.48",
        titleArticle:
          "Запрещено брать со склада медикаменты и ИРП в количестве превышающее нормы [Предупреждение / Устный выговор / Строгий выговор]",
        punishment: [],
        keyword: [],
        exception:
          "Старшему составу можно брать со склада до 25 эпинефрина, сотрудники отдела STATE AMBULANCE и Senior`ы отделов могут брать со склада до 20 эпинефрина.",
        explanation: null,
        note: "Эпинефрин - не более 15 шт. Азитромицин - 24 штуки (1 пачка) Активированный уголь - 24 штуки (1 пачка) Кодеиновые таблетки - 48 штук (2 пачки) ИРП - не более 3-х в день",
      },
      {
        article: "3.49",
        titleArticle: "Запрещено пользоваться уязвимостью устава ",
        punishment: ["Строгий выговор, Понижение, Увольнение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.50",
        titleArticle: "Запрещено заниматься пожарной деятельностью ",
        punishment: ["Строгий выговор, Увольнение"],
        keyword: [],
        exception: "Отдел FD, руководящий состав, старший состав.",
        explanation: null,
        note: null,
      },
      {
        article: "3.51",
        titleArticle: "Разводить конфликты внутри структуры EMS ",
        punishment: ["Строгий выговор, Увольнение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.52",
        titleArticle:
          "Ставить под сомнение компетентность руководящего, старшего состава и Senior`ов, а также открыто обсуждать и осуждать их решения ",
        punishment: ["Увольнение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: '1 Выдавать наказание могут только ГВ/ЗГВ и Заведующий НА. 2 Увольнение только с одобрения ГВ. 3 Если мед. работник посчитает решение старшего состава или Senior`а несправедливым, то ему необходимо либо написать жалобу в спец. канал "жалобы на сотрудников", либо обратиться к Заместителю главного врача или к Главному врачу.',
      },
      {
        article: "3.53",
        titleArticle: "Самовольно выдавать себе роли других отделов ",
        punishment: ["Строгий выговор, Понижение"],
        keyword: [],
        exception: "Одобрение Заведующего отдела.",
        explanation: null,
        note: null,
      },
      {
        article: "3.54",
        titleArticle: "Носить форму другого отдела ",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception: "Одобрение ГВ.",
        explanation: null,
        note: null,
      },
      {
        article: "3.55",
        titleArticle:
          "Запрещено заниматься деятельностью не связанной с обязанностями сотрудника EMS, находясь на рабочей смене ",
        punishment: ["Предупреждение, Устный выговор"],
        keyword: [],
        exception: null,
        explanation: "Мытьё полов.",
        note: null,
      },
    ],
  },
  chapter4: {
    title: "4. Права сотрудников EMS",
    data: [
      {
        article: "4.1",
        titleArticle:
          "Уехать в командировку (( OOC отпуск)) длительностью от 2 до 7 дней, получив одобрение заместителя главного врача/главного врача Если вы не появляетесь в течение 24 часов после окончания: [Понижение / Увольнение]",
        punishment: [],
        keyword: [],
        exception: "Одобрение главного врача.",
        explanation: null,
        note: "1 Командировка доступна с 1 ранга. 2 сли во время командировки (( OOC отпуска )) сотрудник будет замечен в штате, ему будет выдан строгий выговор по пункту устава 3.28. 3 Интервал взятия отпуска должен быть не менее 1 недели с последнего дня отпуска.",
      },
      {
        article: "4.2",
        titleArticle:
          "Взять отпуск длительностью от 1 до 2 дней, получив одобрение Главного Врача Если вы не появляетесь в течение 24 часов после окончания отпуска ",
        punishment: ["Увольнение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.3",
        titleArticle:
          "Разрешено брать 4 перерыва за день, общей продолжительностью 75 мин исключительно в рабочее время ",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception:
          "С одобрения ГВ/ЗГВ можно взять перерыв, игнорируя вышеуказанные пункты (( кроме сообщения в канал спец. рации )), если на то есть острая необходимость.",
        explanation: null,
        note: '1 Перед этим сообщив в соответствующий канал спец. рации. Максимальное время одного промежутка - 75 минут. 3 Запрещено брать перерыв так, чтобы он попадал в последний и первый час рабочего дня. 4 Запрещено брать перерыв во время проверки рации. 5 Отчет о взятии перерыва должен быть оформлен строго по форме, оформленной в закрепленных сообщениях. 6 В архиве "перерыв" категорически запрещено подменять или уничтожать служебную документацию. 7 Сотрудникам, находящимся в Интернатуре можно выдать меру наказания "Предупреждение".',
      },
      {
        article: "44.4",
        titleArticle:
          "Оформить жалобу на сотрудника EMS в спец канале, в течение 24 часов после содеянного поступка Руководящий состав и Заведующий отдела HA имеет право выдать выговор, в течение 48 после содеянного поступка",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter5: {
    title: "5. Права пациентов",
    data: [
      {
        article: "5.1",
        titleArticle: "Пройти платный и/или бесплатный курс лечения",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.2",
        titleArticle:
          "Задавать вопросы врачам относительно лечения, не мешая работе сотрудников",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.3",
        titleArticle:
          "Подать письменную жалобу на мед работника на портале штата и узнать его персональные данные с этой целью",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.4",
        titleArticle:
          "Оставить заявление на дополнительные услуги EMS в разделе регистратура",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.5",
        titleArticle:
          "Получить обратную связь по заявлению в регистратуре в течении 48 ч",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Сотрудники должны обработать запись в указанный промежуток времени.",
      },
    ],
  },
  chapter6: {
    title: "6. Основные обязанности сотрудника EMS",
    data: [
      {
        article: "6.1",
        titleArticle:
          "Надлежащим образом выполнять свои профессиональные обязанности ",
        punishment: ["Устный выговор, Строгий выговор, Понижение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.2",
        titleArticle: "Сохранять врачебную тайну",
        punishment: ["Устный выговор, Строгий выговор, Понижение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.3",
        titleArticle: "Уважительно и гуманно относиться к пациентам",
        punishment: ["Предупреждение, Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.4",
        titleArticle: "Стабильно повышать уровень профессиональных знаний",
        punishment: [
          "Устный выговор, Строгий выговор, Переаттестация, Увольнение",
        ],
        keyword: [],
        exception: null,
        explanation: null,
        note: ' При неудачном прохождении экзамена в количестве 3 раз, интерн увольняется с причиной "НПИ" (Не Прошел Интернатуру).',
      },
      {
        article: "6.5",
        titleArticle:
          "Соблюдать дистанцию на регистратуре, не мешать нормальному функционированию регистратуры",
        punishment: ["Предупреждение, Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.6",
        titleArticle: "Обязан помогать нижестоящим сотрудникам больницы ",
        punishment: ["Устный выговор, Строгий выговор, Понижение"],
        keyword: [],
        exception: null,
        explanation:
          "В случае необходимости, разъяснить коллегам о допущенных ошибках и делать всё возможное для их предотвращения в дальнейшем.",
        note: "Может выдать только ГВ, ЗГВ, старший состав и сотрудник HA с разрешения ГВ/ЗГВ.",
      },
      {
        article: "6.7",
        titleArticle:
          "Знать и соблюдать кодекс этики и служебного поведения и вести себя приемлемо в рабочее время, находясь в рабочей форме",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.8",
        titleArticle:
          "Участвовать в жизни больницы и выполнять работу своего отдела ",
        punishment: ["Устный выговор, Строгий выговор, Понижение, Увольнение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: "1 Выговор может выдать только ГВ, ЗГВ и старший состав отделов. 2 Увольнение только с одобрения ГВ/ЗГВ.",
      },
      {
        article: "6.9",
        titleArticle:
          "Во время проверки состава медработник обязан ответить по рации на любой вопрос от старшего состава или сотрудника отдела HA Ответ в рацию должен быть четким и конкретно описывающим выполнение обязанностей сотрудника EMS ",
        punishment: ["Предупреждение, Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: "1 Сотрудникам отдела НА осуществлять проверку рации можно до 10 ранга включительно, не затрагивая старший состав и Senior отдела. 2 Старший состав отдела HA может осуществлять проверку рации Senior любого отдела.",
      },
      {
        article: "6.10",
        titleArticle:
          "Мед работник обязан получить удостоверение в здании Мэрии ",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Удостоверение должно быть получено человеком сразу после подписания договора о принятии на работу.",
      },
      {
        article: "6.11",
        titleArticle: "Сотрудник обязан прибыть на вызов, который принял ",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception: "Отмена вызова.",
        explanation: null,
        note: null,
      },
      {
        article: "6.12",
        titleArticle:
          "Интерн, получивший  ранг обязан выбрать себе отдел, в течении  часов В дальнейшем он имеет право перевыбрать себе отдел ",
        punishment: ["Предупреждение"],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Интерн, не выбравший себе отдел в течение установленного времени будет автоматически переведён в отдел SA, где должен повышаться по системе повышения для стажёров до 6 ранга, после чего сможет перевыбрать себе отдел.",
      },
      {
        article: "6.13",
        titleArticle:
          "Работник должен знать и соблюдать законы принятые на территории Штата Los-Santos ",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.14",
        titleArticle: "Стабильно повышаться в должности ",
        punishment: ["Устный выговор, Строгий выговор, Понижение"],
        keyword: [],
        exception: "Одобрение ГВ,ЗГВ",
        explanation: null,
        note: "1 Если человек, находящийся в отделе, очень долго сидит на одной должности, то он может быть переведен в отдел Интернатуры. 2 На повышение с 1 на 2 порядковую должность даётся 48 часов (2 дня) 3 На повышение с 2 на 3 порядковую должность даётся 48 часов (2 дня) 4 На повышение с 3 на 4 порядковую должность даётся 72 часов (3 дня) 5 Повышаться с 4 по 7 порядковую должность разрешается по времени установленному Заведующим отдела, в котором находится сотрудник. 6 Повышаться с 7 по 10 порядковую должность разрешается по времени установленному Заведующим отдела, в котором находится сотрудник.",
      },
      {
        article: "6.15",
        titleArticle:
          "Сотрудник переведённый в Интернатуру за нарушение пунктов 3.47 , 8.3.4 или 13.5 обязан выбрать себе отдел, в течении 24 часов",
        punishment: ["Предупреждение, Строгий выговор, Увольнение"],
        keyword: [],
        exception:
          "Для сотрудника 10 порядкового ранга, не выбравшего себе отдел в течение установленного времени, минимальная мера наказания [Строгий выговор]",
        explanation: null,
        note: "1 Сотрудник, не выбравший себе отдел в течение установленного времени, будет автоматически переведён в отдел SA, где должен повыситься на 1 порядковый ранг по системе повышения для стажеров, после чего уже сможет перевыбрать себе отдел. 2 При неповышении в установленный для стажеров срок, сотрудник с 4 по 9 порядковый ранг будет сразу уволен из организации.",
      },
    ],
  },
  chapter7: {
    title: "7. Правила пользования служебного транспорта",
    data: [
      {
        article: "7.1",
        titleArticle:
          "Запрещено оставлять рабочий транспорт вне территории больницы ",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Служебный транспорт, взятый с территории больницы необязательно возвращать именно на ту же парковку. Разрешено сдавать АСМП на парковке любой из 3 (Трёх) больниц с оформление соответствующего отчета.",
      },
      {
        article: "7.2",
        titleArticle:
          "Запрещено использовать рабочий транспорт в личных целях ",
        punishment: [
          "Устный выговор, Строгий выговор,  Переаттестация, Понижение",
        ],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "7.3",
        titleArticle:
          "При выходе из транспортного средства необходимо его заглушить и закрыть ",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "7.4",
        titleArticle:
          "Сотрудник должен следить за целостностью служебного транспорта, который он сдал ",
        punishment: ["Предупреждение, Устный выговор, Строгий выговор"],
        keyword: [],
        exception: "Выбитые стекла.",
        explanation: null,
        note: "Отсутствие дверей, капота, сколы и царапины, дымящийся двигатель, номера АСМП.",
      },
      {
        article: "7.5",
        titleArticle:
          "При выявленных неисправностях/повреждений транспорта медработник обязан починить свой служебный транспорт ",
        punishment: ["Предупреждение, Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "7.6",
        titleArticle:
          "Соблюдать дорожный кодекс на территории штата San Andreas ",
        punishment: ["Предупреждение, Устный выговор"],
        keyword: [],
        exception: "Спешка на вызов, чрезвычайная ситуация.",
        explanation: null,
        note: null,
      },
      {
        article: "7.7",
        titleArticle: "Совместное патрулирование на спец транспорте запрещено",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception:
          "ЗГВ и старший состав. И сотрудники младшего и среднего состава, но с одобрения ГВ/ЗГВ.",
        explanation: null,
        note: "1 Разрешено только при условии отсутствия свободного служебного транспорта во всех больницах. 2 Плановая проверка отделом SES (Sanitary Epidemiological Service) с отделом FD (Fire Department). 3 Мероприятия. 4 Отдел DI может возить новых сотрудников для получения удостоверения в Мэрию и для практики по ПМП.",
      },
      {
        article: "7.8",
        titleArticle:
          "При реанимации человека, вызов которого уже принял другой сотрудник, сообщать в рацию об отмене данного вызова либо о начале оказания ПМП ",
        punishment: ["Предупреждение, Устный выговор"],
        keyword: [],
        exception: null,
        explanation: "Отмена вызова №21; Оказал ПМП №55.",
        note: "Cообщение в рацию должно быть сделано до начала оказания реанимационных действий.",
      },
      {
        article: "7.9",
        titleArticle:
          "При сдаче АСМП, вы обязаны закрыть, заглушить свой служебный транспорт и выключить проблесковые маячки ",
        punishment: ["Предупреждение, Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "7.10",
        titleArticle:
          "Минимальное количество топлива при сдаче АСМП: Вертолет Polbuz -  литров, Машина АСМП -  литров ",
        punishment: ["Предупреждение, Устный выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "7.11",
        titleArticle:
          "Оставлять служебный транспорт на временную парковку сугубо в отведенном для этого месте ",
        punishment: ["Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Оставлять служебный транспорт на временной парковке разрешено не более, чем на 5 минут",
      },
    ],
  },
  chapter8: {
    title: "8. Общие положения Emergency Medical Services",
    data: [
      {
        article: "8.1.",
        titleArticle:
          "При увольнении сотрудника, не достигшего 4 ранга - он заносится в черный список организации",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Главный врач оставляет за собой право аннулировать запись сотрудника в черном списке.",
      },
      {
        article: "8.2.",
        titleArticle:
          "За увольнение с грубыми нарушениями Устава - сотрудник заносится в черный список организации",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "8.3.1",
        titleArticle:
          "Корректировки в Устав и общие положения может вносить только Главный врач",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "8.3.2",
        titleArticle:
          "Если Устав не регламентирует какое-либо отклонения от общих принятых норм, решение по данному нарушению выносится исключительно Главным врачом больницы",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Либо ЗГВ с одобрения ГВ.",
      },
      {
        article: "8.3.3",
        titleArticle:
          'Главный врач, а также ЗГВ и Заведующий отдела с разрешения ГВ, имеют право снять с должности человека по причине " Не справился с должностью", “Действия, провоцирующие конфликт внутри отдела”, “Нарушение субординации”',
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "8.3.4",
        titleArticle:
          'Начальник отдела имеет право перевести сотрудника своего отдела в отдел Интернатуры по причине "Не справился с работой отдела" или в случае долгого отсутствия',
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Заместители начальника и Senior`ы Заведующего отдела могут перевести сотрудника своего отдела в отдел Интернатуры только с одобрения Заведующего отдела.",
      },
      {
        article: "8.4.",
        titleArticle: "Регламент выдачи таблеток",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "8.4.1",
            titleArticle: "Узнать на что жалуется пациент;",
            note: null,
          },
          {
            article: "8.4.2",
            titleArticle:
              "Назвать пациенту название препарата, который Вы собираетесь выдать;",
            note: null,
          },
          {
            article: "8.4.3",
            titleArticle:
              "Уточнить нет ли у пациента противопоказаний на данный препарат;",
            note: null,
          },
          {
            article: "8.4.4",
            titleArticle:
              "Перед выдачей препарата обязательно попросить пациента снять или приспустить маску",
            note: "(Обратите внимание на п. 3.38 Устава)",
          },
          {
            article: "8.4.5",
            titleArticle:
              "Только после этого сотрудник может выдать таблетку пациенту",
            note: null,
          },
          {
            article: "8.4.6",
            titleArticle:
              "Медицинские работники для оказания медицинской помощи обязаны распределятся равномерно по всем больницам",
            note: "1 Доступ к взятию кодеиновых таблеток, азитромицина, активированного угля имеют все сотрудники с должности Student и выше. ((1+ ранг)) 2 Доступ к взятию эпинефрина имеют все сотрудники с должности Paramedic и выше. ((3+ ранг)) 3 Доступ к взятию дефибриллятора имеют сотрудники с должности Deputy Head Department и выше ((11+ ранги)) 4 Доступ к взятию противовирусной вакцины имеют сотрудники с должности Head Department и выше ((12+ ранги)) 5 Доступ к взятию ИРП имеют все сотрудники с должности Therapist и выше ((6+ ранги))",
          },
        ],
      },
    ],
  },
  chapter9: {
    title: "9. Положения о наказаниях",
    data: [
      {
        article: "9.1",
        titleArticle:
          "Наказания за нарушение Устава выдаются только руководящим, старшим составом, Senior`ами отделов и сотрудниками HA с соответствующей отпиской в спец канале",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "9.2",
        titleArticle:
          "Меры наказаний: Предупреждение / Устный выговор / Строгий выговор / Переаттестация / Понижение / Увольнение",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "1 Если в отчете о выданном наказании отсутствует причина его выдачи и доказательства нарушения, нарушение будет снято. 2 Главный врач и его Заместители могут выдавать наказания без предоставления доказательств, но они должны обязательно иметься в архиве. 3 Главный врач оставляет за собой право аннулировать выговор без объяснения причин или же за отсутствие состава нарушения. 4 Категорически запрещено удалять документацию с канала │выговоры без уведомления ГВ/ЗГВ, в противном случае, человек понесёт наказание по пункту устава 3.43. ",
      },
      {
        article: "9.3",
        titleArticle:
          "На отработку устного выговора сотруднику дается - 48 ч На отработку строгого выговора дается - 120 ч Если сотрудник не отработает выговоры за указанное выше время, он получит сверху еще 1 устный выговор с той же мерой отработки",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "9.4",
        titleArticle:
          "Сотрудник, имеющий строгий или устный выговор, не допускается до еженедельной премии",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "9.5",
        titleArticle:
          "Сотрудник, имеющий выговор, не может повышаться по карьерной лестнице или же переводится в другие отделы Для повышения в ранге, необходимо сначала снять выговор",
        punishment: [],
        keyword: [],
        exception: "1 Повышение с 1 по 3 ранг. 2 Перевод в интернатуру.",
        explanation: null,
        note: null,
      },
      {
        article: "9.6",
        titleArticle:
          'Главный врач оставляет за собой право отстранить сотрудника EMS от руководящей должности на срок до 7 дней по причине: "До выяснения причин"',
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "9.7",
        titleArticle:
          "Любой отчет, заполненный неверно будет считаться недействительным",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Скриншоты с отработки выговора в отчетах на повышение и отчетах на еженедельную премию использовать запрещено.",
      },
      {
        article: "9.8",
        titleArticle:
          "Рассматривать отработку выговора может только заведующий Hospital Administration, а также ГВ и ЗГВ",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "9.9.",
        titleArticle:
          "Предупреждение не влияет на: повышение в должности, допуск к еженедельной премии и снимается каждое воскресенье Заведующим HA",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "9.10",
        titleArticle:
          "Отработка выговора принимается только после выдачи выговора В противном случае в отработке будет отказано",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "((Скриншоты отработки должны быть не раньше чем выдали выговор)).",
      },
      {
        article: "9.11",
        titleArticle:
          "Сотрудник, имеющий выговор, увольняется только с ЧС фракции",
        punishment: [],
        keyword: [],
        exception:
          "ГВ имеет право обнулить или не вносить в ЧС уволенного сотрудника.",
        explanation: null,
        note: null,
      },
      {
        article: "9.12",
        titleArticle:
          "Наказание за нарушение Устава должны выдаваться согласно градации, указанной в нарушенном пункте",
        punishment: [],
        keyword: [],
        exception:
          "По решению ГВ, ЗГВ и Заведующего отдела HA, а также с их одобрения мера наказания может быть выбрана в обход градации.",
        explanation: null,
        note: null,
      },
    ],
  },
  chapter10: {
    title: "10. Положения об обжаловании выговора",
    data: [
      {
        article: "10.1",
        titleArticle:
          "Подача заявления на обжалование выговора осуществляется в спец канале по соответствующей форме",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "10.2",
        titleArticle:
          "Заявления, поданные в неположенном виде, рассматриваться не будут",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "10.3",
        titleArticle:
          "Рассматривать заявления на обжалование выговора имеют право следующие лица: ГВ, ЗГВ, заведующий отделения HA",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "10.4",
        titleArticle:
          "После рассмотрения заявления, руководящий состав и Заведующий отдела HA имеет право, как уменьшить или увеличить наказание, так и полностью снять его",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "10.5",
        titleArticle:
          "Рассматривать заявление на обжалование выговора не имеет право тот, кто выдал наказание",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "10.6",
        titleArticle:
          "Обжаловать выговор/переаттестацию возможно в течение 48 часов после получения",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter11: {
    title: "11. Положения о рабочем графике",
    data: [
      {
        article: "11.1",
        titleArticle:
          "Дневная смена EMS начинается в 11:00 и заканчивается в 22:00 (В выходные с 11:00 до 21:00)",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "1 В праздничные дни начинается в 10:00 и заканчивается в 19:00. 2 Расписание работы в праздничный день вступает в силу только после подписания соответствующего указа Губернатором.",
      },
      {
        article: "11.2",
        titleArticle:
          "Ночная смена EMS начинается с 22:00 и заканчивается в 11:00 (В выходные с 22:00 до 11:00)",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Ночная смена не является обязательной.",
      },
      {
        article: "11.3",
        titleArticle:
          "Основное рабочее время заканчивается после окончания дневной смены и сдачи формы обратно в персональный шкафчик",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter12: {
    title: "12. Восстановления",
    data: [
      {
        article: "12.1",
        titleArticle:
          "Для восстановления необходимо заполнить заявление на портале Штата",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "12.2",
        titleArticle:
          "Для восстановления необходимо иметь доказательства нахождения в EMS",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Доказательствами являются: снимок планшета с вашим порядковым рангом / снимок вашего удостоверения / база данных EMS (кадровый аудит/данные работников)",
      },
      {
        article: "12.3",
        titleArticle:
          "При восстановлении человек не должен находиться в ЧС EMS и не иметь судимостей",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "12.4",
        titleArticle: "Главный врач вправе отказать в восстановлении",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "12.5",
        titleArticle:
          "После одобрения заявления человек восстанавливается, как правило, на минус 2 ранга от того, что было ранее",
        punishment: [],
        keyword: [],
        exception: "На усмотрение главного врача.",
        explanation: null,
        note: "Если с момента увольнения сотрудника прошло 30 дней, в восстановлении будет отказано.",
      },
    ],
  },
  chapter13: {
    title:
      "13. Положение о выплатах еженедельных премий и дополнительных финансирований отделов",
    data: [
      {
        article: "13.1",
        titleArticle: "Для получение еженедельной премии нужно оставить отчет",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: '1 Отчет оставляется в специальном канале "Еженедельная премия" 2 Главный Врач в праве выбрать для премирования сотрудников, которые не оставили еженедельный отчет, на своё усмотрение.',
      },
      {
        article: "13.2",
        titleArticle:
          "Главный врач вправе отклонить отчет на получении еженедельной премии без объяснения причин Только при наличии у ГВ материалов, которые может предоставить на свое усмотрение",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "13.3",
        titleArticle:
          "Главный врач обязан в течении четырёх дней после получения всех отчётов произвести расчёт и выплату премий сотрудникам",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Отчёты на еженедельную премию принимаются каждую пятницу до 00:00",
      },
      {
        article: "13.4",
        titleArticle:
          "Главный врач вправе принять, а также отклонить запрос на дополнительное финансирование отдела",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "13.5",
        titleArticle:
          "Сотрудник должен отправлять еженедельный отчет о проделанной работе за неделю",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Eсли сотрудник не отправляет отчет о проделанной работе за неделю, Заведующий отдела или его заместители с его одобрения могут выдать наказание, либо перевести сотрудника в отдел Интернатуры.",
      },
    ],
  },
  chapter14: {
    title: "14. Положение об использовании рабочей рации",
    data: [
      {
        article: "14.1",
        titleArticle:
          "Сотрудник, взяв рабочий транспорт, вплоть до его сдачи, обязан находится на частоте рации 100.112 ",
        punishment: ["Предупреждение, Устный выговор, Строгий выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "14.2",
        titleArticle:
          "Сотрудник не имеет правo находится на частоте рации, закреплённой не за его должностью/отделом ",
        punishment: ["Предупреждение, Устный выговор, Строгий выговор"],
        keyword: [],
        exception:
          "1 Одобрение от руководящего состава. 2 Старший состав имеет право находиться на частоте рации отдела DMP, в случае необходимости, для проверки наличия сотрудников на смене.",
        explanation: null,
        note: "1 100.101 - Отдел Intern 2 100.102 - Отдел SA 3 100.103 - Отдел DMP 4 100.104 - Отдел DI 5 100.105 - Отдел SES 6 100.106 - Отдел HA 7 100.107 - Отдел FD 8 100.112 - Выезды на АСМП",
      },
      {
        article: "14.3",
        titleArticle:
          "Находясь на рабочем месте/посту, сотрудник может воспользоваться рацией находясь на частоте закреплённой в уставе, если это не мешает его рабочей деятельности ",
        punishment: ["Предупреждение, Устный выговор"],
        keyword: [],
        exception:
          "Канал рации 100.112 обязателен для всех сотрудников совершающие выезды на АСМП.",
        explanation: null,
        note: null,
      },
    ],
  },
  chapter15: {
    title: "15. Устав пилотов",
    data: [
      {
        article: "15.1",
        titleArticle:
          "Пилоты организации обязаны строго соблюдать Устав пилотов",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "15.2",
        titleArticle:
          "Чтобы получить доступ к использованию вертолета, сотрудник должен достичь 7 ранга, сдать экзамен инструктору и получить доступ к разделу “диспетчерская”",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "15.3",
        titleArticle:
          "Инструктор должен иметь оформленный раздел с открытым списком “helicopter-info” с открытым списком допущенных сотрудников к полетам и всей необходимой информацией",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "15.4",
        titleArticle:
          "Пилоты организации обязаны знать название своего транспорта",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "1 Вертолет Pillbox: Helper-1 2 Вертолеты Paleto Bay: Helper-2 Helper-3 3 Вертолет Sandy Shores: Helper-4",
      },
      {
        article: "15.5",
        titleArticle:
          "Пилоты организации обязаны оставлять отчет о взятии и возврате вертолета",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "12+ ранг включительно может брать вертолёт без отчёта.",
      },
      {
        article: "15.6",
        titleArticle:
          "Пилотам организации строго запрещено садиться на территорию частных организаций или гос организаций без разрешения от данной организации",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "15.7",
        titleArticle:
          "Вертолет запрещено брать в личных целях, в целях получения собственной выгоды или иных действий, не связанных с рабочими обязанностями",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "15.8",
        titleArticle:
          "Пилотам организации строго запрещено брать вертолет без рабочей формы и нашивок",
        punishment: [],
        keyword: [],
        exception: "12+ ранг включительно.",
        explanation: null,
        note: null,
      },
      {
        article: "15.9",
        titleArticle:
          "Максимальное количество сотрудников в вертолёте, учитывая пилота, при патрулировании штата - 2",
        punishment: [],
        keyword: [],
        exception: "Разрешение Главного врача или его заместителей.",
        explanation: null,
        note: null,
      },
      {
        article: "15.10",
        titleArticle:
          "Вертолет находящийся на крыше больницы PillBox, запрещено брать сотрудникам для выполнения вызовов",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Доступ к пилотированию ВС находящегося на крыше PillBox, после прохождения процедуры получения доступа, имеют руководящий состав и Заведующие отделов , только в рабочих целях.",
      },
    ],
  },
  chapter16: {
    title: "16. Обязанности отделений",
    data: [
      {
        article: "16.1.1",
        titleArticle: "Общие обязанности сотрудника EMS",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "",
            titleArticle: "Оказание ПМП на юрисдикции ЕМS",
            note: null,
          },
          {
            article: "",
            titleArticle: "Реагировать на поступающие вызовы",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Выдача мед. препаратов младшим сотрудникам в случае необходимости",
            note: null,
          },
          {
            article: "",
            titleArticle: "Выдача таблеток жителям штата",
            note: null,
          },
          {
            article: "",
            titleArticle: "Вакцинирование жителей штата",
            note: null,
          },
          {
            article: "",
            titleArticle: "Заполнение отчётов в той или иной сфере",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Знание и соблюдение законов о EMS, Кодекса Этики, Устава EMS",
            note: null,
          },
          {
            article: "",
            titleArticle: "Участие в жизни фракции",
            note: null,
          },
        ],
      },
      {
        article: "16.1.2",
        titleArticle:
          "Старший состав больницы обязан иметь минимум одну доп квалификацию Хирург или Психолог ",
        punishment: ["Предупреждение, Устный выговор"],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "16.1.3",
        titleArticle:
          "Главным врачом регламентировано 6 отделений и 4 доп квалификации больницы",
        punishment: [],
        keyword: [],
        exception:
          "(Доп. квалификации): Квалификацию Ветеринар может получить только сотрудник отдела DMP.",
        explanation: null,
        note: "1 (Отделы) : Отдел SА, Отдел SES, Отдел DI, Отдел DMP, Отдел HA, Отдел FD. 2 (Доп. квалификации): Хирург, Ветеринар, Психолог, Duty Doctor. 3 (Доп. квалификации): Квалификации Хирург, Ветеринар, Психолог можно получить с 4 порядкового ранга, Duty Doctor можно получить только с 6 порядкового ранга. ",
      },
      {
        article: "16.1.4",
        titleArticle:
          "Права и обязанности каждого отдела закреплены в подпунктах: 16.2, 16.3, 16.4, 16.5, 16.6 данного устава EMS ",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Отдел SA - 16.2 , Отдел SES - 16.3 , Отдел DI - 16.4 , Отдел DMP - 16.5, Отдел HA - 16.6, Отдел FD - 16.7.",
      },
      {
        article: "16.1.5",
        titleArticle:
          "Сотрудники с доп квалификацией Duty Doctor работают преимущественно в ночную смену, а также частично в дневную смену",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "1 Ночная смена: В будни: 22:00 - 11:00. В выходные: 21:00 - 11:00, Дневная смена: В будни: 11:00 - 14:00. В выходные: 11:00 - 13:00 2 Если в дневную смену в штате отсутствуют сотрудники DMP и старший состав, то Duty Doctor имеет право выдать мед. справки.",
      },
      {
        article: "16.1.6",
        titleArticle:
          "Сотрудникам больницы запрещено проверять отчеты ( по повышениям, по премиям, по недельным нормам) не своего отдела [Строгий выговор / Понижение / Увольнение]",
        punishment: [],
        keyword: [],
        exception:
          "1 отдел DI имеет полный доступ к отчётам на повышения интернов (с 1 по 3 ранг). 2 доступ к информации всех отделов имеет ЗГВ и ГВ.",
        explanation: null,
        note: "также всем сотрудникам больницы запрещено присутствовать на экзаменах, проводимых между сотрудником отдела DI и интерном, исключение Заведующий DI, его заместители и Senior`ы отдела, а также ЗГВ и ГВ.\n",
      },
    ],
  },
  chapter17: {
    title: "16.2.1 Отдел SA",
    data: [
      {
        article: "16.2",
        titleArticle: "Отдел SA",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "",
            titleArticle:
              "Сотрудники отдела SA обязаны оказывать Первую Медицинскую помощь на юрисдикции EMS",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Также в случае необходимости проявлять активность в выдачи медицинских препаратов и вакцинировании жителей штата.",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Патрулирование Округа Блэйн и посты в больницах Paleto Bay и Sandy Shores. 16.2.2 Стажеры отдела SA - сотрудники, нарушившие п. 6.12 Устава.",
            note: null,
          },
        ],
      },
    ],
  },
  chapter18: {
    title: "16.3 Отдел SES",
    data: [
      {
        article: "16.3.1",
        titleArticle: "Отдел SES",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "",
            titleArticle:
              "Сотрудники отдела SES обязаны осуществлять государственный санитарно-эпидемиологический, а также инфекционный контроль над соблюдением санитарного законодательства штата.",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Обеспечение охраны здоровья населения от влияния опасных и вредных факторов среды обитания человека.",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Проверка государственных и негосударственных организаций штата на наличие инфекционных заболеваний и соблюдения санитарных норм.",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Проверка сотрудников гос. организации / предприятий на наличие справок физическом и психологическом здоровье",
            note: null,
          },
        ],
      },
    ],
  },
  chapter19: {
    title: "16.4 Отдел DI",
    data: [
      {
        article: "16.4.1",
        titleArticle: "Сотрудники отдела DI обязаны:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "",
            titleArticle: "Проводить собеседования",
            note: null,
          },
          {
            article: "",
            titleArticle: "Проводить вводные промежуточные лекции",
            note: null,
          },
          {
            article: "",
            titleArticle: "Проверять отчёты на повышение младшего состава",
            note: null,
          },
          {
            article: "",
            titleArticle: "Заниматься обучением и экзаменацией интернов",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Устанавливать дисциплину среди младшего состава больницы",
            note: null,
          },
        ],
      },
    ],
  },
  chapter20: {
    title: "16.5 Отдел DMP",
    data: [
      {
        article: "16.5",
        titleArticle: "Сотрудники отдела DMP занимаются:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "",
            titleArticle:
              "Изучением и распознанием, а также лечение психических расстройств",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Проведение физ. осмотров, а также в случае нарушений, проведение дальнейших обследований и лечения",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Выдача медицинских справок о физическом и психическом состоянии жителей штата",
            note: null,
          },
        ],
      },
      {
        article: "16.5.1.",
        titleArticle:
          "Все сотрудники отдела DMP обязаны иметь две дополнительные квалификации Ветеринар и Психолог",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "16.5.2.",
        titleArticle:
          "Отдел подчиняется непосредственно главному врачу и курирующему заместителю главного врача, начальнику отдела и его заместителям",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "16.5.3.",
        titleArticle:
          "В отделе есть два подразделения сотрудников Первый, сотрудники с полной квалификацией психолога и готовые оказывать психологическую помощь Второй, сотрудники - практиканты, задача которых обучится оказывать психологическую помощь",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "16.5.4.",
        titleArticle:
          "За нарушения любого из пунктов устава и внутреннего регламента работы сотрудник получает дисциплинарное взыскание на усмотрение руководства отдела или на усмотрение Главного врача или куратора отдела",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "16.5.5.",
        titleArticle:
          "Каждый сотрудник обязан предоставлять высококвалифицированную психологическую помощь, гражданину нуждающемуся в ней",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Через запись в регистратуре.",
      },
      {
        article: "16.5.6.",
        titleArticle:
          "Каждый сотрудник обязан предоставить первую медицинскую помощь в случае необходимости",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "16.5.7.",
        titleArticle:
          "Каждый сотрудник обязан вежливо обращаться с коллегами и гражданами",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "16.5.8.",
        titleArticle:
          "Каждый сотрудник обязан знать все положения об оказании медицинских услуг по выдачи медицинских карт (Регламент по выдаче медицинских карт)",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "16.5.9.",
        titleArticle:
          "Каждый сотрудник обязан отчитываться о своей недельной работе",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "16.5.10",
        titleArticle:
          "Каждый сотрудник обязан сообщать о гражданах с психологическими отклонениями",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "16.5.11.",
        titleArticle:
          "Каждый сотрудник обязан корректно заполнять отчеты За любой некорректно заполненный отчет может быть выдано наказание",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter21: {
    title: "16.6 Отдел HA",
    data: [
      {
        article: "16.6.1",
        titleArticle: "Отдел HA",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "",
            titleArticle:
              "Сотрудники отдела HA контролируют работу младшего состава больницы",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Контроль и установка дисциплины среди сотрудников EMS",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Выдача дисциплинарных наказаний в случае нарушений сотрудниками законодательной базы штата SA, устава и локальных актов EMS.",
            note: "Для выдачи дисциплинарных наказаний старшему составу, сотрудник отдела НА обязан получить одобрение ГВ.",
          },
          {
            article: "",
            titleArticle:
              "Проверка на наличие неправильно заполненных отчетов, o взятии и возврате АСМП, перерыве, взятии медикаментов и других нарушений",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Проверка занятости и присутствия сотрудников на рабочих местах, путём проверки рации;",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Проверка сотрудников на прогул рабочего дня, путём выезда в общественные места и работы;",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Проверка на наличие медицинского персонала для выдачи таблеток и оказания медицинской помощи в отделениях больницы : Pillbox, Sandy-Shores, Paleto Bay.",
            note: null,
          },
        ],
      },
    ],
  },
  chapter22: {
    title: "16.7 Отдел FD",
    data: [
      {
        article: "16.7.1",
        titleArticle: "Сотрудники отдела FD занимаются:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "",
            titleArticle: "Реагированием на вызовы пожарной службы;",
            note: null,
          },
          {
            article: "",
            titleArticle: "Обеспечением пожарной безопасности больниц;",
            note: null,
          },
          {
            article: "",
            titleArticle: "Оказанием медицинской помощи",
            note: null,
          },
          {
            article: "",
            titleArticle: "Выдачей таблеток в Округе Блейн",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Проверкой государственных и негосударственных организаций на соблюдение норм и требований пожарной безопасности (совместно с Отделом SES).",
            note: null,
          },
        ],
      },
    ],
  },
};
