import { codexType } from "../types/types";

export const codeOfEthic: codexType = {
  chapter1: {
    title: "Раздел I. Общие положения.",
    data: [
      {
        article: "Статья 1",
        titleArticle:
          "Кодекс этики и служебного поведения государственных служащих штата San Andreas и муниципальных служащих (далее - кодекс) разработан в соответствии с положениями Конституции San Andreas иных нормативных правовых актов штата San Andreas, а также основан на общепризнанных нравственных принципах и нормах.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 2",
        titleArticle:
          "Кодекс является основой для разработки соответствующими государственными органами и органами местного самоуправления кодексов этики и служебного поведения государственных служащих штата San Andreas и муниципальных служащих (далее - государственные (муниципальные) служащие).",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 3",
        titleArticle:
          "Кодекс представляет собой свод общих принципов профессиональной служебной этики и основных правил служебного поведения, которыми должны руководствоваться государственные (муниципальные) служащие независимо от замещаемой ими должности.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 4",
        titleArticle:
          "Гражданин штата San Andreas, поступающий на государственную службу штата либо муниципальную службу (далее - государственная и муниципальная служба), обязан ознакомиться с положениями Кодекса и соблюдать их в процессе своей служебной деятельности.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 5",
        titleArticle:
          "Каждый государственный (муниципальный) служащий должен принимать все необходимые меры для соблюдения положений Кодекса, а каждый гражданин штата San Andreas вправе ожидать от государственного (муниципального) служащего поведения в отношениях с ним в соответствии с положениями Кодекса.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 6",
        titleArticle:
          "Целью Кодекса является установление этических норм и правил служебного поведения государственных (муниципальных) служащих для достойного выполнения ими своей профессиональной деятельности, а также содействие укреплению авторитета государственных (муниципальных) служащих, доверия граждан к государственным органам и органам местного самоуправления и обеспечение единых норм поведения государственных (муниципальных) служащих.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 7",
        titleArticle:
          "Кодекс призван повысить эффективность выполнения государственными (муниципальными) служащими своих должностных обязанностей.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 8",
        titleArticle:
          "Кодекс служит основой для формирования должной морали в сфере государственной и муниципальной службы, уважительного отношения к государственной и муниципальной службе в общественном сознании, а также выступает как институт общественного сознания и нравственности государственных (муниципальных) служащих, их самоконтроля.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 9",
        titleArticle:
          "Знание и соблюдение государственными (муниципальными) служащими положений Кодекса является одним из критериев оценки качества их профессиональной деятельности и служебного поведения.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter2: {
    title:
      "Раздел II. Основные принципы и правила служебного поведения государственных (муниципальных) служащих.",
    data: [
      {
        article: "Статья 10",
        titleArticle:
          "Основные принципы служебного поведения государственных (муниципальных) служащих являются основой поведения граждан штата San Andreas в связи с нахождением их на государственной и муниципальной службе.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 11.",
        titleArticle:
          "Государственные (муниципальные) служащие, сознавая ответственность перед государством, обществом и гражданами, призваны:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "Пункт - A)",
            titleArticle:
              "исполнять должностные обязанности добросовестно и на высоком профессиональном уровне в целях обеспечения эффективной работы государственных органов и органов местного самоуправления;",
            note: null,
          },
          {
            article: "Пункт - B)",
            titleArticle:
              "исходить из того, что признание, соблюдение и защита прав и свобод человека и гражданина определяют основной смысл и содержание деятельности как государственных органов и органов местного самоуправления, так и государственных (муниципальных) служащих;",
            note: null,
          },
          {
            article: "Пункт - C).",
            titleArticle:
              "осуществлять свою деятельность в пределах полномочий соответствующего государственного органа и органа местного самоуправления;",
            note: null,
          },
          {
            article: "Пункт - D).",
            titleArticle:
              "не оказывать предпочтения, каким-либо профессиональным или социальным группам и организациям, быть независимыми от влияния отдельных граждан, профессиональных или социальных групп и организаций;",
            note: null,
          },
          {
            article: "Пункт - E)",
            titleArticle:
              "исключать действия, связанные с влиянием каких-либо личных, имущественных (финансовых) и иных интересов, препятствующих добросовестному исполнению ими должностных обязанностей;",
            note: null,
          },
          {
            article: "Пункт - F).",
            titleArticle:
              "уведомлять представителя нанимателя (работодателя), органы прокуратуры или другие государственные органы либо органы местного самоуправления обо всех случаях обращения к государственному (муниципальному) служащему каких-либо лиц в целях склонения к совершению коррупционных правонарушений;",
            note: null,
          },
          {
            article: "Пункт - G).",
            titleArticle:
              "соблюдать установленные федеральными законами ограничения и запреты, исполнять обязанности, связанные с прохождением государственной и муниципальной службы;",
            note: null,
          },
          {
            article: "Пункт - H).",
            titleArticle:
              "соблюдать беспристрастность, исключающую возможность влияния на их служебную деятельность решений политических партий и общественных объединений;",
            note: null,
          },
          {
            article: "Пункт - I).",
            titleArticle:
              "соблюдать нормы служебной, профессиональной этики и правила делового поведения;",
            note: null,
          },
          {
            article: "Пункт - J).",
            titleArticle:
              "проявлять корректность и внимательность в обращении с гражданами и должностными лицами;",
            note: null,
          },
          {
            article: "Пункт - K).",
            titleArticle:
              "проявлять терпимость и уважение к обычаям и традициям народов и других государств, учитывать культурные и иные особенности различных этнических, социальных групп и конфессий, способствовать межнациональному и межконфессиональному согласию;",
            note: null,
          },
          {
            article: "Пункт - L).",
            titleArticle:
              "воздерживаться от поведения, которое могло бы вызвать сомнение в добросовестном исполнении государственным (муниципальным) служащим должностных обязанностей, а также избегать конфликтных ситуаций, способных нанести ущерб его репутации или авторитету государственного органа либо органа местного самоуправления;",
            note: null,
          },
          {
            article: "Пункт - M).",
            titleArticle:
              " принимать предусмотренные законодательством штата San Andreas меры по недопущению возникновения конфликта интересов и урегулированию возникших случаев конфликта интересов;",
            note: null,
          },
          {
            article: "Пункт - N).",
            titleArticle:
              "не использовать служебное положение для оказания влияния на деятельность государственных органов, органов местного самоуправления, организаций, должностных лиц, государственных (муниципальных) служащих и граждан при решении вопросов личного характера;",
            note: null,
          },
          {
            article: "Пункт - O).",
            titleArticle:
              "воздерживаться от публичных высказываний, суждений и оценок в отношении деятельности государственного органа или органа местного самоуправления, его руководителя, если это не входит в должностные обязанности государственного (муниципального) служащего;",
            note: null,
          },
          {
            article: "Пункт - P).",
            titleArticle:
              "соблюдать установленные в государственном органе или органе местного самоуправления правила публичных выступлений и предоставления служебной информации;",
            note: null,
          },
          {
            article: "Пункт - Q).",
            titleArticle:
              "уважительно относиться к деятельности представителей средств массовой информации по информированию общества о работе государственного органа или органа местного самоуправления, а также оказывать содействие в получении достоверной информации в установленном порядке;",
            note: null,
          },
          {
            article: "Пункт - R).",
            titleArticle:
              "воздерживаться в публичных выступлениях, в том числе в средствах массовой информации, от обозначения стоимости в иностранной валюте (условных, денежных единицах) на территории San Andreas товаров, работ, услуг и иных объектов гражданских прав, сумм сделок между резидентами штата, показателей бюджетов всех уровней бюджетной системы штата, размеров государственных и муниципальных заимствований, государственного и муниципального долга, за исключением случаев, когда это необходимо для точной передачи сведений либо предусмотрено законодательством штата San Andreas, международными договорами штата, обычаями делового оборота;",
            note: null,
          },
          {
            article: "Пункт - S).",
            titleArticle:
              "постоянно стремиться к обеспечению как можно более эффективного распоряжения ресурсами, находящимися в сфере его ответственности.",
            note: null,
          },
        ],
      },

      {
        article: "Статья 12",
        titleArticle:
          "Государственные (муниципальные) служащие обязаны соблюдать Конституцию штата San Andreas, федеральные конституционные и федеральные законы, иные нормативные правовые акты штата San Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 13",
        titleArticle:
          "Государственные (муниципальные) служащие в своей деятельности не должны допускать нарушение законов и иных нормативных правовых актов, исходя из политической, экономической целесообразности либо по иным мотивам.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 14",
        titleArticle:
          "Государственные (муниципальные) служащие обязаны противодействовать проявлениям коррупции и предпринимать меры по ее профилактике в порядке, установленном законодательством штата San Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 15",
        titleArticle:
          "Государственные (муниципальные) служащие при исполнении ими должностных обязанностей не должны допускать личную заинтересованность, которая приводит или может привести к конфликту интересов.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "При назначении на должность государственной или муниципальной службы и исполнении должностных обязанностей государственный (муниципальный) служащий обязан заявить о наличии или возможности наличия у него личной заинтересованности, которая влияет или может повлиять на надлежащее исполнение им должностных обязанностей.",
      },

      {
        article: "Статья 16",
        titleArticle:
          "Государственный (муниципальный) служащий обязан представлять сведения о доходах, об имуществе и обязательствах имущественного характера своих и членов своей семьи в соответствии с законодательством штата San Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 17",
        titleArticle:
          "Государственный (муниципальный) служащий обязан уведомлять представителя нанимателя, органы прокуратуры штата San Andreas или другие государственные органы обо всех случаях обращения к нему каких-либо лиц в целях склонения его к совершению коррупционных правонарушений.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Уведомление о фактах обращения в целях склонения к совершению коррупционных правонарушений, за исключением случаев, когда по данным фактам проведена или проводится проверка, является должностной обязанностью государственного (муниципального) служащего.",
      },
      {
        article: "Статья 18",
        titleArticle:
          "Государственному (муниципальному) служащему запрещается получать в связи с исполнением им должностных обязанностей вознаграждения от физических и юридических лиц (подарки, денежное вознаграждение, ссуды, услуги материального характера, плату за развлечения, отдых, за пользование транспортом и иные вознаграждения). Подарки, полученные государственным (муниципальным) служащим в связи с протокольными мероприятиями, со служебными командировками и с другими официальными мероприятиями, признаются соответственно федеральной собственностью, собственностью субъекта штата San Andreas, органа местного самоуправления и передаются государственным (муниципальным) служащим по акту в государственный орган или орган местного самоуправления, в котором он замещает должность государственной или муниципальной службы, за исключением случаев, установленных законодательством штата San Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 19",
        titleArticle:
          "Государственный (муниципальный) служащий может обрабатывать и передавать служебную информацию при соблюдении действующих в государственном органе или органе местного самоуправления норм и требований, принятых в соответствии с законодательством штата San Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 20",
        titleArticle:
          "Государственный (муниципальный) служащий обязан принимать соответствующие меры по обеспечению безопасности и конфиденциальности информации, за несанкционированное разглашение которой он несет ответственность или (и) которая стала известна ему в связи с исполнением им должностных обязанностей.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 21",
        titleArticle:
          "Государственный (муниципальный) служащий, наделенный организационно-распорядительными полномочиями по отношению к другим государственным (муниципальным) служащим, должен быть для них образцом профессионализма, безупречной репутации, способствовать формированию в государственном органе либо его подразделении (органе местного самоуправления либо его подразделении) благоприятного для эффективной работы морально-психологического климата.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 22",
        titleArticle:
          "Государственный (муниципальный) служащий, наделенный организационно-распорядительными полномочиями по отношению к другим государственным (муниципальным) служащим, призван:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "Пункт - A).",
            titleArticle:
              "принимать меры по предотвращению и урегулированию конфликта интересов;",
            note: null,
          },
          {
            article: "Пункт - B).",
            titleArticle: "принимать меры по предупреждению коррупции;",
            note: null,
          },
          {
            article: "Пункт - C).",
            titleArticle:
              "не допускать случаев принуждения государственных (муниципальных) служащих к участию в деятельности политических партий и общественных объединений.",
            note: null,
          },
        ],
      },
      {
        article: "Статья 23",
        titleArticle:
          "Государственный (муниципальный) служащий, наделенный организационно-распорядительными полномочиями по отношению к другим государственным (муниципальным) служащим, должен принимать меры к тому, чтобы подчиненные ему государственные (муниципальные) служащие не допускали коррупционно опасного поведения, своим личным поведением подавать пример честности, беспристрастности и справедливости.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 24",
        titleArticle:
          "Государственный (муниципальный) служащий, наделенный организационно-распорядительными полномочиями по отношению к другим государственным (муниципальным) служащим, несет ответственность в соответствии с законодательством штата San Andreas за действия или бездействие подчиненных ему сотрудников, нарушающих принципы этики и правила служебного поведения, если он не принял меры по недопущению таких действий или бездействия.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter3: {
    title:
      "Раздел III. Рекомендательные этические правила служебного поведения государственных (муниципальных) служащих.",
    data: [
      {
        article: "Статья 25",
        titleArticle:
          "В служебном поведении государственному (муниципальному) служащему необходимо исходить из конституционных положений о том, что человек, его права и свободы являются высшей ценностью и каждый гражданин имеет право на неприкосновенность частной жизни, личную и семейную тайну, защиту чести, достоинства, своего доброго имени.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 26",
        titleArticle:
          "В служебном поведении государственный (муниципальный) служащий воздерживается от:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "Пункт - A).",
            titleArticle:
              "любого вида высказываний и действий дискриминационного характера по признакам пола, возраста, расы, национальности, языка, гражданства, социального, имущественного или семейного положения, политических или религиозных предпочтений;",
            note: null,
          },
          {
            article: "Пункт - B).",
            titleArticle:
              "грубости, проявлений пренебрежительного тона, заносчивости, предвзятых замечаний, предъявления неправомерных, незаслуженных обвинений;",
            note: null,
          },
          {
            article: "Пункт - C).",
            titleArticle:
              "угроз, оскорбительных выражений или реплик, действий, препятствующих нормальному общению или провоцирующих противоправное поведение;",
            note: null,
          },
          {
            article: "Пункт - D).",
            titleArticle:
              "курение и парение во время исполнения служебных обязанностей",
            note: null,
          },
        ],
      },
      {
        article: "Статья 27",
        titleArticle:
          "Государственные (муниципальные) служащие призваны способствовать своим служебным поведением установлению в коллективе деловых взаимоотношений и конструктивного сотрудничества друг с другом.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Государственные (муниципальные) служащие должны быть вежливыми, доброжелательными, корректными, внимательными и проявлять терпимость в общении с гражданами и коллегами.",
      },

      {
        article: "Статья 28",
        titleArticle:
          "Внешний вид государственного (муниципального) служащего при исполнении им должностных обязанностей в зависимости от условий службы и формата служебного мероприятия должен способствовать уважительному отношению граждан к государственным органам и органам местного самоуправления, соответствовать общепринятому деловому стилю, который отличают официальность, сдержанность, традиционность, аккуратность.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter4: {
    title: "Раздел IV. Внешний вид (дресс-код)",
    data: [
      {
        article: "Статья 30",
        titleArticle:
          "Внешний вид государственных служащих свидетельствует об уровне их деловой культуры, придает им уверенности в себе, отражается на карьерном росте. В одежде рекомендованы костюмы, однако классические джинсы, свитера, рубашки и поло не запрещаются.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 31",
        titleArticle:
          "Разрешено использование в дресс-коде таких элементов одежды и аксессуаров, как:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article:
              "Для мужчин, трудоустроенных на работу в медицинских и правительственных учреждениях, новостных агентствах:",
            titleArticle:
              "неяркие тона, строгие деловые костюмы, брюки неярких тонов, рубашки неярких тонов, пиджаки и майки-поло неярких тонов, обувь черных/белых/серых цветов, для медицинских сотрудников стерильные медицинские перчатки, часы, обручальное кольцо, классические или солнечные очки, любой иной элемент одежды из служебного гардероб.",
            note: null,
          },
          {
            article:
              "Для женщин, трудоустроенных на работу в медицинских и правительственных учреждениях, новостных агентствах:",
            titleArticle:
              "неяркие тона, строгие деловые костюмы, брюки неярких тонов, юбки неярких тонов, рубашки неярких тонов, пиджаки и майки-поло неярких тонов, кеды черных/белых/серых цветов, для медицинских сотрудников стерильные и медицинские перчатки, часы, кольца и перстни, классические или солнечные очки, любой иной элемент одежды из служебного гардероба.",
            note: "Во время проведения хирургических манипуляций, сотрудники медицинских учреждений обязуются снимать все аксессуары, прикрывать свои дыхательные пути медицинскими марлевыми масками или повязками.",
          },
          {
            article:
              "Для мужчин и женщин, несущих службу в правоохранительных, охранно-силовых структурах, ведомствах, органах внутренней и внешней разведки:",
            titleArticle:
              "Неяркие цвета, строгие деловые костюмы, брюки неярких цветов, рубашки неярких цветов, пиджаки и майки-поло неярких цветов, футболки неярких цветов, штаны с манжетами, любой иной элемент одежды из служебного гардероба, в том числе с элементами военного окраса.",
            note: "все элементы дресс-кода могут иметь клетку, вертикальную и диагональную полоску, могут иметь до двух цветов включительно, обувь может иметь легкий декоративный узор или вышивку бренда неяркого цвета.",
            exception:
              "Детективам во время операций под прикрытием, разрешается полное отступление от дресс-кода, предусмотренного настоящим кодексом.",
          },
        ],
      },
      {
        article: "Статья 31.1",
        titleArticle:
          "Разрешено ношение любой одежды доступной в гардеробе своей организации. В соответствии с установленным дресс-кодом руководителя организации и Губернатора Штата",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 32",
        titleArticle: "Запрещено использовать в дресс-коде такие вещи, как:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "",
            titleArticle:
              "Спортивная, пляжная одежда, шорты, светящаяся или яркого цвета обувь.",
            note: null,
          },
          {
            article: "",
            titleArticle: "Неопрятную, рваную, потрепанную одежду.",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Запрещается ношение одежды с нанесенными на ней логотипами брендов, декоративными рисунками.",
            note: null,
            exception: "Обувь с нанесенными логотипом бренда.",
          },
          {
            article: "",
            titleArticle:
              "Глубокие декольте, мини-юбки, сарафаны, одежда с оголенными плечами и животом, блестящая одежда, платья ярких цветов и с не деловым дизайном, элементы одежды не прикрывающие до середины бедра.",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Головные уборы, кроме уборов находящейся в гардеробе государственной организации.",
            note: null,
            exception: "котелок черного и белого цветов.",
          },
          {
            article: "",
            titleArticle: "Цветные и неестественные линзы для глаз.",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Татуировки на таких частях тела, как: кисти рук, лицо, шея.",
            note: null,
            exception:
              "Все татуировки с изображением криминальной и (или) игральной символики запрещены на всех частях тела.",
          },
          {
            article: "",
            titleArticle:
              "Окраска волос в неестественный цвет (например, красный, зеленый, розовый и др.). Волосы должны быть аккуратными, отвечать требованиям гигиены и не мешать использованию средств индивидуальной защиты и ношению снаряжения.",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Ношение причесок неофициального стиля (ирокезы, дреды.).",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Нанесение яркого макияжа и применение других средств значительно меняющих естественный облик (Пример: татуаж лица).",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Украшения из металла, бижутерия и ювелирные изделия для мужчин.",
            note: null,
            exception: "Наручные часы",
          },
          {
            article: "",
            titleArticle: "Любой макияж для мужчин.",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Аксессуары (серьги, пирсинг, бижутерия), за исключением часов и очков делового стиля.",
            note: null,
          },
        ],
      },
    ],
  },
  chapter5: {
    title: "Раздел V. Ответственность за нарушение положений Кодекса.",
    data: [
      {
        article: "Статья 33",
        titleArticle:
          "Руководители государственных органов и начальники структурных подразделений осуществляют контроль за исполнением государственными служащими, находящимися в их подчинении, положений настоящего Кодекса.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 34",
        titleArticle:
          "Общими условиями ознакомления с кодексом считается тогда, когда сотрудник, принят на государственную службу.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 35",
        titleArticle:
          "Невыполнение принципов Кодекса несет штрафные или дисциплинарные наказания, осуществляемые руководством или надзирающими министерствами.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 36",
        titleArticle:
          "За нарушение этического кодекса предусмотрены следующие виды взысканий:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "36.1",
            titleArticle:
              "Неуважительное отношение к гражданам штата, равно как оскорбление личности, чести и достоинства гражданина.",
            note: null,
            punishment: ["Штраф в размере 25000$."],
          },
          {
            article: "36.2",
            titleArticle:
              "Неуважительное отношение к государственным сотрудникам равно как оскорбление личности, чести и достоинства государственного сотрудника.",
            note: null,
            punishment: ["Штраф в размере 30000$"],
          },
          {
            article: "36.3",
            titleArticle:
              "Действия, повлекшие за собой создания конфликтной ситуации в государственной организации.",
            note: null,
            punishment: [
              "Штраф в размере 30000$, а также дисциплинарный выговор по решению руководства государственной организации.",
            ],
          },
          {
            article: "36.4",
            titleArticle:
              "Самовольная демонстрация собственной власти, которая действует в моральный ущерб подчиненным.",
            note: null,
            punishment: [
              "Штраф в размере 40000$, а также дисциплинарный выговор по решению руководства государственной организации.",
            ],
          },
          {
            article: "36.5",
            titleArticle:
              "Нарушения внешнего вида, предусмотренного разделом IV, а также внутреннем уставом государственной организации.",
            note: null,
            punishment: [
              "Штраф в размере 30000$, а также дисциплинарный выговор по решению руководства государственной организации.",
            ],
          },
          {
            article: "36.6",
            titleArticle:
              "Нарушение правил поведения в общественных местах и зданиях государственных организаций предусмотренных данного кодекса.",
            note: null,
            punishment: [
              "Штраф в размере 20000$, а также дисциплинарный выговор по решению руководства государственной организации.",
            ],
          },
        ],
      },

      {
        article: "Статья 37",
        titleArticle:
          "Сотрудник, получивший взыскание в виде штрафа, выплачивает штраф в казну штата в течении 24 часов с момента наложения взыскания. Отказ от оплаты штрафа влечет увольнение с государственной организации. Исполнение данного пункта возлагается на руководителя организации (или его заместитель), главы отделов.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 38",
        titleArticle:
          "Обман руководства, противоправные действия, повлекшие за собой уголовное преследование, отказ выполнять функциональные обязанности, приказы руководителя и уполномоченных должностных лиц, влечет немедленное увольнение/выговор или уголовное/административное наказание.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 39",
        titleArticle:
          "Общими условиями ознакомления с кодексом считается тогда, когда сотрудник, принят на государственную службу.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 40",
        titleArticle:
          "Соблюдение государственными (муниципальными) служащими положений Кодекса учитывается при проведении аттестаций, формировании кадрового резерва для выдвижения на вышестоящие должности, а также при наложении дисциплинарных взысканий.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
};
