import { codexType } from "../types/types";

export const codeOfPractice: codexType = {
  chapter1: {
    title: "Глава I «Следствие»",
    data: [
      {
        article: "",
        titleArticle:
          "Следствие - это комплекс мер по выяснению обстоятельств, связанных с правонарушением, для установления обстановки и характера преступления, а также лиц, виновных в совершении преступления.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "1 Следственные действия:",
        titleArticle:
          "1.1 Сотрудник правоохранительных органов обязан инициировать расследование в следующих случаях:​\n",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle:
              "Если сотрудник стал непосредственным очевидцем правонарушения.​\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Если потерпевшие или очевидцы обратились с просьбой отреагировать на правонарушения, очевидцами которого они являются.​\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Если обнаружены явные следы преступления.​\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Если получены материалы (доказательства), от должностных лиц государственных учреждений (в том числе средств массовой информации) о наличии сведений, указывающих на наличие события преступления.​\n",
            note: null,
          },
        ],
      },
      {
        article: "1.2 Виды следственных действий:",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note:
          "не принято причислять к следственным такие действия, как:\n" +
          "Задержание подозреваемого (относится к мерам процессуального принуждения)\n" +
          "Само производство судебной экспертизы (производится не следователем/дознавателем, а судебным экспертом)\n" +
          "Получение образцов для сравнительного исследования (не имеет познавательного аспекта)",
        explanation: null,
        list: [
          {
            article: "а)",
            titleArticle: "Допрос;",
            note: null,
          },
          {
            article: "б)",
            titleArticle: "Осмотр;",
            note: null,
          },
          {
            article: "в)",
            titleArticle: "Обыск;",
            note: null,
          },
          {
            article: "г)",
            titleArticle: "Выемка;",
            note: null,
          },
          {
            article: "д)",
            titleArticle: "Очная ставка;",
            note: null,
          },
          {
            article: "е)",
            titleArticle: "Опознание;",
            note: null,
          },
          {
            article: "ё)",
            titleArticle: "Освидетельствование;",
            note: null,
          },
          {
            article: "ж)",
            titleArticle: "Проверка показаний;",
            note: null,
          },
          {
            article: "з)",
            titleArticle: "Производство судебной экспертизы;",
            note: null,
          },
          {
            article: "и)",
            titleArticle: "Контроль и запись переговоров;",
            note: null,
          },
          {
            article: "й)",
            titleArticle: "Следственный эксперимент;",
            note: null,
          },
          {
            article: "к)",
            titleArticle:
              "Возбуждение дела (принятие заявления или фиксация нарушения);",
            note: null,
          },
          {
            article: "л)",
            titleArticle: "Оперативно-розыскные мероприятия;",
            note: null,
          },
        ],
      },
      {
        article: "2 Принципы ведения расследования:",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle: "Адекватность",
            note: null,
          },
          {
            article: "",
            titleArticle: "Безотлагательность​\n",
            note: null,
          },
        ],
      },
      {
        article: "3 Передача дела:",
        titleArticle:
          "В случае если сотрудник по объективным причинам не может или не уполномочен продолжать расследование, он обязан передать его уполномоченному сотруднику с подробным изложением всех известных ему обстоятельств и материалов дела. А также передать подозреваемого если он был задержан.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "4 Письменная отчетность:",
        titleArticle:
          "Дело должно вестись с письменной отчетностью в случаях предусмотренными внутренним регламентом, или в случае необходимости передачи дела в суд.\n",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter2: {
    title: 'Глава II. "Процесс задержания и процедура ареста"',
    data: [
      {
        article: "Задержание",
        titleArticle:
          " - это мера кратковременного лишения человека права на свободу, которая осуществляется на основании\n" +
          "главы II Процессуального Кодекса. Задержание не считается мерой наказания, оно носит исключительно внесудебный характер и в совокупности с другими предусмотренными законом средствами и методами позволяет сотрудникам правоохранительных органов собрать необходимые сведения (достаточную доказательственную базу) для решения вопроса о возможности или невозможности применения к лицу какой-либо ответственности.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "1 Задержание подозреваемого.",
        titleArticle:
          "Лицо может быть задержано по подозрению в совершении преступления, за которое может быть назначено наказание в виде лишения свободы или штрафная санкция. При наличии хотя бы одного из следующих оснований:\n",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle:
              "Когда лицо застигнуто в момент совершения преступления или непосредственно после его совершения, сотрудником правоохранительных органов;​\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Когда на этом лице или его одежде, при нем или в его жилище будут обнаружены явные следы преступления.​\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Когда есть видео фиксация совершенного преступления этим лицом.​\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Если имеется нормативный документ или указ уполномоченного лица.​\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Когда лицо отказывается по требованию государственного служащего снять маску, что признается намеренным сокрытием своей личности без законных на то оснований.",
            note: null,
            exception:
              "территория медицинских учреждений EMS. На данных территориях для проведения процедуры установки личности необходимо выводить людей за территорию, не мешая сотрудникам EMS осуществлять свою работу.",
          },
          {
            article: "",
            titleArticle: "Лицо находится в активном розыске.​\n",
            note: null,
          },
        ],
      },
      {
        article: "1.1",
        titleArticle:
          "Если лицо намеренно скрывает свою личность без законных на то оснований, то по отношению к данному лицу может быть проведена процедура установки личности, порядок которой описан ниже.",
        punishment: [],
        keyword: [],
        exception:
          "запрещено задержание граждан по данному пункту на территории и в здании Diamond Casino, Maze Bank Arena, прилегающих парковок для транспортных средств данных территорий.",
        note: null,
        explanation: null,
      },
      {
        article: "Процесс установки личности:",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "1.1.1.",
            titleArticle:
              'Надеть наручники на подозреваемого в совершении правонарушения и уведомить гражданина: " Вы задержаны до установления Вашей личности.".',
            note: null,
          },
          {
            article: "1.1.2.",
            titleArticle:
              "Представиться, при этом идентифицировав или удостоверив себя в соответствии с законом о государственной службе.",
            note: null,
          },
          {
            article: "1.1.3.",
            titleArticle: "Снять маску с задержанного.",
            note: null,
          },
          {
            article: "1.1.4.",
            titleArticle:
              "Установить личность, досмотрев документы задержанного и свериться с фотороботом. При отсутствии документов доставить задержанного в\n" +
              "полицейский участок / департамент шерифов / штаб-квартиру FIB, снять отпечатки пальцев и установить личность через базу данных Штата.",
            note: null,
          },
          {
            article: "1.1.5.",
            titleArticle:
              "Если подозреваемый не находится в розыске и/или на его имя не выписан не исполненный ордер, то лицо необходимо отпустить.",
            note: null,
          },
          {
            article: "1.1.6.",
            titleArticle:
              "Задерживаемый может повторно надеть маску, если иного не предусмотрено иными нормативно-правовыми актами.",
            note: "если сотрудники самолично зафиксировали процесс установки личности, то повторная процедура не проводится.",
          },
        ],
      },
      {
        article: "2.1 Порядок задержания и ареста лиц",
        titleArticle:
          "В рамках данного контекста допускается внесение изменений в последовательность действий, относящихся к первой и второй стадии, в зависимости от существующих обстоятельств.\n" +
          "Максимальное время проведения процессов, предусмотренных 1й и 2й стадиями не может превышать 60 минут.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Стадия 1: Начало.",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "1. Надеть наручники\n",
            titleArticle: "",
            note: null,
          },
          {
            article: "2. Представиться",
            titleArticle:
              "Представление должно быть выполнено посредством удостоверения собственной личности либо путем озвучивания собственного имени и фамилии, а также указания наименования государственной организации, в которой данное лицо служит на данный момент. Если личные данные сотрудника являются государственной тайной, то данное лицо обязано представиться путем озвучивания аббревиатуры своего отдела, сопровождаемой уникальным присвоенным номером, а также указания наименования государственной организации, в которой оно на данный момент служит.",
            note: null,
          },
          {
            article: "3. Объяснить причину задержания или ареста\n",
            titleArticle: "",
            note: null,
          },
        ],
      },
      {
        article: "Стадия 2: Транспортировка.",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "1.",
            titleArticle: "Зачитать гражданину правило Миранды.",
            note: null,
          },
          {
            article: "2.",
            titleArticle:
              "Досмотреть документы и проверить на предмет трудоустройства на государственную службу или работу. В случае не обнаружения документов при гражданине - провести процедуру установки личности после доставки в участок.",
            note: null,
          },
          {
            article: "3.",
            titleArticle:
              "Провести первичный обыск, в случае обнаружения огнестрельного или холодного оружия - изъять.",
            note: "В случае задержания государственного сотрудника, обыск запрещается проводить до стадии ареста.",
          },
          {
            article: "4.",
            titleArticle:
              "Сверить фоторобот, в случае необходимости снять предметы закрывающие лицо.",
            note: null,
          },
          {
            article: "5.",
            titleArticle: "Внести в базу разыскиваемых.",
            note: null,
          },
          {
            article: "6.",
            titleArticle:
              "Посадить задерживаемого в транспортное средство оперативного назначения.",
            note: null,
          },
          {
            article: "7.",
            titleArticle: "Доставить задерживаемого в участок.\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "",
            note: "Военнослужащие, не уполномоченные продолжать настоящий процесс или применять соответствующие деянию санкции, обязаны довести задержание до 2й стадии включительно и передать задержанное лицо и его дело уполномоченным правоохранительным структурам или органам внутренней и внешней разведки.",
          },
        ],
      },
      {
        article: "Стадия 3: Реализация прав и дополнительное расследование.",
        titleArticle:
          "На время проведения данной стадии - время процессуальных действий не учитывается.\n",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "8.",
            titleArticle:
              "Предложить реализацию прав, включая право на адвоката и телефонный звонок.",
            note: null,
          },
          {
            article: "9.",
            titleArticle:
              "По запросу вызвать адвоката с ожиданием 3 минуты на ответ, при положительном ответе, ожидание адвоката продолжается еще 7 минут. По запросу, предоставить один телефонный звонок продолжительностью не более 3 минут. По запросу предоставить конфиденциальную беседу с адвокатом длительностью до 8 минут.\n" +
              "В случае, если при конфиденциальной беседе, и/или просмотра видеофиксации сотрудника проводившего задержание у адвоката есть основания полагать, что лицами, проводящими процессуальные действия, были нарушены нормативно-правовые акты, по требованию адвоката вызывается прокурор. На его ответ даётся 10 минут, и при положительном ответе, лица осуществляющие процессуальные действия, ожидают прокурора еще 10 минут.",
            note: null,
          },
          {
            article: "10.",
            titleArticle:
              "При задержании или аресте государственного служащего вызывать прокурора и начальство, на ответ которых выделяется 10 минут. Предъявить прокурору ордер, постановление, решение на арест или розыск, если таковые имеются. Если задержанное лицо обладает статусом неприкосновенности, вызывать сотрудников офиса Генеральной прокуратуры, в случае не приезда последних в течении 20 минут - освободить неприкосновенное лицо и передать доказательства в прокуратуру в течение 24 часов. В случае обычного государственного сотрудника и не приезда прокурора, при положительном ответе в течение 10 минут, процедура может продолжаться с последующим уведомлением офиса прокуратуры. При признании прокурором преступления, начальство обязано уволить задержанного и конфисковать все государственное снаряжение.",
            note: null,
          },
          {
            article: "11.",
            titleArticle:
              "При необходимости провести допрос задержанного, общее время которого не должно превышать 120 мин.",
            note: null,
          },
        ],
      },
      {
        article: "Стадия 4: Арест.",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "1.",
            titleArticle:
              "Провести вторичный обыск с изъятием всех запрещенных, а также потенциально опасных для пребывания в тюрьме вещей.",
            note: null,
          },
          {
            article: "2.",
            titleArticle: "В случае необходимости обновить приоритет розыска.",
            note: null,
          },
          {
            article: "3.",
            titleArticle: "Зачитать текст инкриминируемых статей.",
            note: null,
          },
          {
            article: "4.",
            titleArticle:
              "Распределить арестованного по месту отбывания наказания.",
            note: null,
          },
        ],
      },
      {
        article: "2.2",
        titleArticle:
          "Регламент процессуального принуждения при не уголовных правонарушениях:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "1.",
            titleArticle: "Представиться.",
            note: null,
          },
          {
            article: "2.",
            titleArticle: "Объяснить причину задержания.",
            note: null,
          },
          {
            article: "3.1",
            titleArticle: "Потребовать любой документ удостоверяющий личность.",
            note: null,
          },
          {
            article: "3.2",
            titleArticle:
              "За отказ предоставить документы или их отсутствие лицо подвергается процессуальному принуждению согласно Главы 2 настоящего Кодекса, а именно Процессу установки личности.",
            note: null,
          },
          {
            article: "4.",
            titleArticle:
              "При необходимости, доставить задержанного до регионального правоохранительного участка и(или) банкомата.",
            note: null,
          },
          {
            article: "5.",
            titleArticle: "Применить штрафные санкции.",
            note: "Задержанный гражданин несет полную ответственность за свои действия находясь под процессуальном принуждением, в случае оказания сопротивления сотрудник правоохранительных органов имеет право прибегнуть к силовому воздействию или реализации пунктов из 1й и 2й стадий статьи 2.1 настоящего кодекса для безопасной транспортировки",
          },
        ],
      },
      {
        article: "3.",
        titleArticle:
          "Передача дела: В случае если сотрудник по объективным причинам не может или не уполномочен продолжать расследование или применять необходимые санкции, он обязан передать его уполномоченному сотруднику с подробным изложением всех известных ему обстоятельств и материалов дела",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "4 Правило Миранды:",
        titleArticle:
          " Сотрудник правоохранительных органов обязан поставить в известность задержанного что:\n",
        punishment: [],
        keyword: [],
        exception: null,
        note:
          "Если сотрудник уведомил задержанного по всем вышеперечисленным пунктам - Правило Миранды считается оглашенным в полном объеме, даже в случае перестановки пунктов местами.\n" +
          "При первичном отказе восприятия прав сотрудник обязан зачитать правила Миранды повторно. При последующих - не обязан." +
          "В случае если, во время озвучивания правила миранды, задержанный неоднократно перебивает и\\или оскорбляет субъектов задержания, то сотрудник оставляет за собой право не зачитывать правило миранды второй раз.",
        explanation:
          '"Вы имеете право хранить молчание" - подразумевает под собой свидетельство против себя по норме нарушения законодательства по которой производится задержание / арест того или иного лица.' +
          "В штате рекомендовано использовать следующую формулировку:\n" +
          "Вы задержаны и имеете право хранить молчание. Всё, что вы скажете, может и будет использовано против Вас. Вы имеете право на один телефонный звонок и на одного адвоката. Если вы не можете оплатить услуги адвоката, он будет предоставлен вам государством бесплатно. Ваш адвокат имеет право присутствовать и представлять ваши интересы до и во время допроса. Вы понимаете свои права?",
        list: [
          {
            article: "",
            titleArticle: "он имеет право хранить молчание;",
            note: "",
          },
          {
            article: "",
            titleArticle:
              "всё что задержанный скажет - может и будет использовано против него;​\n",
            note: "",
          },
          {
            article: "",
            titleArticle:
              "он имеет право на присутствие адвоката до и во время допроса;​\n",
            note: "",
          },
          {
            article: "",
            titleArticle:
              "если у него не хватает средств, он имеет право на государственного защитника (адвоката) который будет представлять его интересы до и во время допроса;​\n",
            note: "",
          },
          {
            article: "",
            titleArticle: "он имеет право на один телефонный звонок;​\n",
            note: "",
          },
        ],
      },
      {
        article: "5 Субъекты задержания и ареста.",
        titleArticle: "В процессах задержания и ареста могут участвовать:\n",
        punishment: [],
        keyword: [],
        exception: null,
        note: "Если задержание или арест проходят в закрытой комнате для задержаний и оформлений, в данном помещении не должен находиться никто, кроме субъектов задержания и ареста. Во всех иных случаях, лица проводящие задержание или арест имеют право потребовать всех лиц, не причастных к задержанию или аресту отойти на расстояние 21-го фута или 6-ти метров.",
        explanation: null,
        list: [
          {
            article: "5.1.",
            titleArticle:
              "Сотрудник или сотрудники правоохранительных органов при исполнении, являющиеся непосредственными инициаторами процессуальных действий.",
            note: "Человек, который проводит процессуальные действия и его напарник(и).",
          },
          {
            article: "5.2.",
            titleArticle:
              "Лицо, в отношении которого проводится процессуальные действия.",
            note: null,
          },
          {
            article: "5.3.",
            titleArticle:
              "Один адвокат, если он был запрошен задержанным. Представлять интересы граждан может только один лицензированный адвокат. Список действующих адвокатов можно посмотреть в соответствующем разделе Департамента Юстиции.",
            note: null,
          },
          {
            article: "5.4.",
            titleArticle:
              "Один прокурор, исполняющий свои должностные обязанности.",
            note: null,
          },
          {
            article: "5.5.",
            titleArticle:
              "Один агент подразделения Internal Investigation Department исполняющий свои должностные обязанности.",
            note: null,
          },
          {
            article: "5.6.",
            titleArticle:
              "Один Помощник прокурора, младший по должности, чем тот Прокурор, который указан в пункте 5.4.",
            note: null,
          },
          {
            article: "5.7.",
            titleArticle:
              "Один Глава(или Заместитель Главы) коллегии адвокатов или сотрудник адвокатуры младший по должности, чем тот Адвокат, который указан в пункте 5.3.",
            note: null,
          },
          {
            article: "5.8.",
            titleArticle:
              "Начальство сотрудников проводивших задержание. Со стороны начальства может выступать только один человек.",
            note: "Если сотрудники перечисленные в пунктах 5.6, 5.7, 5.8 мешают проводить следственные действия, то сотрудники перечисленные в пунктах 5.1, 5.4, 5.5, вправе потребовать выйти из помещения в котором проводятся следственные действия и в случае отказа в требовании сотрудники вправе надеть наручники без инкриминирования УК и АК статей для передачи руководству.",
          },
          {
            article: "5.9.",
            titleArticle:
              "Начальство задерживаемого государственного работника или служащего, которое было приглашено субъектами задержания. Со стороны начальства задержанного может выступать только один человек.",
            note: null,
          },
          {
            article: "5.10",
            titleArticle:
              "Сотрудники офиса генеральной прокуратуры штата Сан Андреас.",
            note: null,
          },
          {
            article: "5.11",
            titleArticle:
              "Сотрудники следующих отделов: Detective Bureau (Los Santos Police Department, Los Santos County Sheriff Department) и Criminal Investigation Department (Federal Investigation Bureau), с согласия упомянутых в пункте 5.1 лиц, имеют право провести допрос задержанному. Указанные сотрудники могут, на правах субъекта задержания, запросить информацию о статьях, по которым было задержано лицо, и получить разрешение на проведение допроса-передачи задержания от упомянутых в пункте 5.1 лиц. В случае отказа покинуть место проведения процессуальных действий.",
            note: null,
          },
        ],
      },
      {
        article: "6 Права задержанного и арестованного.",
        titleArticle:
          "У задержанного и арестованного имеются следующие права:​\n",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle:
              "Право на один телефонный звонок в присутствии сотрудника с целью уведомления адвоката или близких о факте задержания и месте нахождения.​\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Право на частного адвоката, в случае если у задержанного нет средств на оплату услуг частного адвоката, задержанный вправе потребовать государственного защитника.​\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Право сохранять молчание.​\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Право на конфиденциальный разговор с адвокатом.​\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Право на присутствие его адвоката до и во время допроса.​\n",
            note: null,
          },
        ],
      },
      {
        article:
          "7 Обязанности сотрудника выполняющего задержание и (или) арест.",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "1.",
            titleArticle:
              "Каждый проводящий задержание или арест сотрудник правоохранительного ведомства, охранно-силовой и силовой структуры, органов внешней разведки и иных ведомств, обязуется хранить видеофиксацию процесса в течение 72 часов с момента начала процесса.",
            note: null,
          },
          {
            article: "2.",
            titleArticle:
              "В случае, если на лицо было подано заявление с обжалованием действий, либо подано исковое заявление в любую из судебных инстанций, сотрудник(-и), в отношении которого(-ых) подано обращение, обязуются сохранять видеофиксацию до момента завершения расследования и(или) судебных разбирательств.",
            note: null,
          },
        ],
      },
      {
        article:
          "8 Порядок предоставления доступа к видеофиксации процесса задержания и (или) ареста.",
        titleArticle:
          "Доступ к видеофиксации процесса задержания и (или) ареста предоставляется по требованию исключительно следующим лицам:\n",
        punishment: [],
        keyword: [],
        exception:
          "В отсутствии сотрудников местной правоохранительной службы, агенты секретной службы имеют право проводить процессуальных действия в полном объеме не нарушая процессуальных кодекс и иные нормативно-правовые акты.",
        note: "неправомочными лицами являются сотрудники GOV, а также сотрудники не при исполнении ими служебных обязанностей.",
        explanation: null,
        list: [
          {
            article: "1.",
            titleArticle:
              "Прокуратуре штата SA в рамках исполнения ими своих служебных обязанностей.",
            note: null,
          },
          {
            article: "2.",
            titleArticle:
              "Сотрудникам отдела IID в рамках работы по материалам дела, находящихся в производстве.",
            note: null,
          },
          {
            article: "3.",
            titleArticle: "Суду в рамках работы по исковому заявлению.",
            note: null,
          },
          {
            article: "4.",
            titleArticle:
              "Руководству задержанного в случае если задержанным является сотрудник государственной структуры.",
            note: null,
          },
          {
            article: "5.",
            titleArticle:
              "Начальству сотрудника, проводившего задержание и (или) арест в случае проведения внутреннего расследования.",
            note: null,
          },
          {
            article: "6.",
            titleArticle:
              "Сотрудникам коллегии адвокатов штата согласно Закона о Коллегии адвокатов штата SA",
            note:
              "Прокурор, исполняющий свои должностные обязанности и присутствующий на задержании, уполномочен остановить процессуальные действия не более, чем на 20 минут в общей сложности для разбирательств, если он имеет основания полагать, что задержание могло быть проведено с нарушение любого из нормативно-правовых актов.\n" +
              "\n" +
              "Процесс задержания государственными сотрудниками не силовых структур - это задержание произведенное неправомочным лицом, но готовым аргументировать обоснованность задержания согласно.",
          },
        ],
      },
      {
        article:
          "9 Порядок задержания государственными сотрудниками не силовых структур:",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: 'если нет видеофиксации - видеофиксацию необходимо получить из программы "Безопасный город" или систем видео наблюдения ближайших зданий госучреждений. Задерживающий в полной мере несет ответственность за неправомерное задержание. Недопустимы оскорбления и излишняя жестокость при задержании.',
        explanation: null,
        list: [
          {
            article: "1.",
            titleArticle:
              "Ограничить свободу задерживаемого на период до 30 минут.",
            note: null,
          },
          {
            article: "2.",
            titleArticle:
              "Представиться, показывая удостоверение или документы. Засекреченные лица могут не показывать документы, но обязаны озвучить свои повседневные опознавательные знаки.",
            note: null,
          },
          {
            article: "3.",
            titleArticle:
              "Сообщить и/или по требованию задержанного, разъяснить задержанному причину, по которой он задержан.",
            note: null,
          },
          {
            article: "4.",
            titleArticle:
              "Вызвать правоохранительные органы и/или доставить в ближайший Полицейский Участок или Департамент Шерифов для передачи задержанного.",
            note: null,
          },
          {
            article: "5.",
            titleArticle:
              "Офицеры и/или агенты, принимающие задержанного у государственного сотрудника, обязаны запросить видеофиксацию.",
            note: null,
          },
        ],
      },
    ],
  },
  chapter3: {
    title:
      'Глава III. "Основания для освобождения подозреваемого и заключенного"',
    data: [
      {
        article: "",
        titleArticle:
          "Данная глава предусматривает случаи, при которых подозреваемый или заключенный должен быть немедленно освобожден." +
          "Все решения об освобождении задержанного или арестованного принимают сотрудники прокуратуры, за исключением случаев, предусмотренных текущей главой настоящего кодекса.\n",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article:
          "Сотрудник прокуратуры может освободить задержанного или заключенного из-под удержания, если:",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle:
              "за нарушение не предусмотрено меры пресечения в виде заключения под стражу;​\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "отсутствуют доказательства совершения преступления или нарушения;​\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "в ходе дополнительного расследования, прокурор не подтвердил факт совершения преступления или нарушения;​\n",
            note: null,
          },
        ],
      },
      {
        article:
          "Сотрудник, проводящий задержание, может самолично освободить подозреваемого, если:​\n",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle:
              "в ходе дополнительного расследования установил, что подозреваемый не причастен к совершению преступления. В таком случае, задержанный должен быть освобожден из-под удержания до начала процедуры ареста;",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "в случае мирного урегулирования, если задержанному удалось примириться с потерпевшим, за исключением случаев, когда потерпевшим или обвинителем является государство.",
            note: null,
          },
        ],
      },
    ],
  },
  chapter4: {
    title: "Глава IV «Обыск»",
    data: [
      {
        article: "Виды обыска:",
        titleArticle:
          "1 Личный обыск. \n 1.1. Гражданин может быть подвергнут обыску на месте в следующих случаях:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle: "Проход на режимный объект.\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Визит к первым лицам штата.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "В целях безопасности на различного рода мероприятиях.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "По ордеру лиц, предусмотренных законом “О государственных документах”.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Принятие на работу и прекращении трудовых отношений.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Проход или Пребывание на закрытой территории Government.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Добровольное согласие на обыск, выраженного в четкой последовательной фразе “Я даю свое согласие на личный обыск”.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Члены проверяющей комиссии во время плановой проверки государственных структур, санкционированной Генеральным прокурором и(или) Заместителем Генерального прокурора.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Кинологическая собака подала сигнал о том, что учуяла у лица запахи, схожие с запахом нелегальных предметов и(или) веществ.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Сотрудники IID во время плановой проверки государственных структур, санкционированной Директором FIB и(или) его Заместителем.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Лицо находиться в радиусе 21 фута (6 метров) от охраняемого объекта USSS и/или находиться на территории объекта охраняемым USSS.\n",
            note: null,
          },
        ],
      },
      {
        article: "2 Первичный обыск.",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "2.1.",
            titleArticle:
              "Проводится в обязательном порядке при задержании в соответствии с Главой II",
            note: null,
          },
          {
            article: "2.2.",
            titleArticle: "Досмотр документов задержанного.",
            note: "При отсутствии возможности установить личность задержанного через документы - провести процедуру снятия отпечатков пальцев задержанного при вторичном обыске и сверить их с базой данных Штата.",
          },
          {
            article: "2.3.",
            titleArticle:
              "Изымается всё огнестрельное, холодное оружие и взрывчатые вещества.",
            note: null,
          },
        ],
      },
      {
        article: "3 Вторичный обыск.",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: "предметы, которые могут быть использованы для автоугона изымаются исключительно в случаях когда лицо задержано по статьям 10.7 , 10.7.1 Уголовного Кодекса штата San Andreas.",
        explanation: null,
        list: [
          {
            article: "3.1",
            titleArticle:
              "Проводится в обязательном порядке при задержании в соответствии с Главой II",
            note: null,
          },
          {
            article: "3.2",
            titleArticle:
              "Изымаются все нелегальные вещества, боеприпасы, спецсредства, предметы, которые могут быть использованы для автоугона.",
            note: null,
          },
        ],
      },
      {
        article: "4 Обыск транспортного средства.",
        titleArticle:
          "Основанием для проведения обыска транспортного средства является ордер CS (Car Search)\n",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter5: {
    title: "Глава V «Принципы процессуального кодекса»",
    data: [
      {
        article: "1 Презумпция невиновности.​",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle:
              "Обвиняемый считается невиновным, пока его виновность в совершении преступления не будет доказана.​\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Подозреваемый или обвиняемый не обязан доказывать свою невиновность. Бремя доказывания обвинения и опровержения доводов, приводимых в защиту подозреваемого или обвиняемого, лежит на стороне обвинения.",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Все сомнения в виновности обвиняемого, которые не могут быть устранены в порядке, установленном настоящим Кодексом, толкуются в пользу обвиняемого.",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Обвинительный приговор не может быть основан на предположениях.​\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Лицо чья личность или имущество были подвергнуты необоснованному обыску или аресту, имеет право обжаловать это в прокуратуре штата San-Andreas.​\n",
            note: null,
          },
        ],
      },
      {
        article: "2 Недопустимые доказательства.",
        titleArticle: "К недопустимым доказательствам относятся:​\n",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle:
              "Любая информация, полученная от задержанного в ходе допроса до того, как ему были зачитаны его права, даже если есть звуко\n" +
              "или видеозапись где обвиняемый дает показания против себя.",
            note: "данные и сведения полученные от информатора могут являться причиной для проведения расследования.",
          },
          {
            article: "",
            titleArticle:
              "Показания потерпевшего, свидетеля, основанные на догадке, предположении, слухе, а также показания свидетеля, который не может\n" +
              "указать источник своей осведомленности;",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Улики добытые незаконным путем, когда были нарушены положения действующих нормативно-правовых актов.​\n",
            note: null,
          },
        ],
      },
    ],
  },
  chapter6: {
    title: "Глава VI «Охрана прав и свобод гражданина»",
    data: [
      {
        article: "1",
        titleArticle:
          "Суд, прокурор, сотрудники правоохранительных органов обязаны разъяснять подозреваемому, обвиняемому, потерпевшему, гражданскому истцу, гражданскому ответчику, а также другим участникам расследования или судопроизводства, обязанности и ответственность и обеспечивать возможность осуществления этих прав.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "2",
        titleArticle:
          "При наличии достаточных данных о том, что потерпевшему, свидетелю или иным участникам расследования или судопроизводства, а также их близким родственникам угрожают убийством, применением насилия, правоохранительные органы принимают в пределах своей компетенции в отношении указанных лиц все меры безопасности которые возможно.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "3",
        titleArticle:
          "Суд, прокурор, сотрудник правоохранительных органов обязаны немедленно освободить всякого незаконно задержанного, или лишенного свободы человека.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "4",
        titleArticle:
          "Лицо, в отношении которого в качестве меры пресечения избрано заключение под стражу, а также лицо, которое задержано по подозрению в совершении преступления, должно содержаться в условиях, исключающих угрозу его жизни и здоровью.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "5",
        titleArticle:
          "Ограничение права гражданина на тайну переписки, телефонных и иных переговоров допускается только на основании ордера Генерального Прокурора.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter7: {
    title: "Глава VII «Право на обжалования действий при задержании»",
    data: [
      {
        article: "1",
        titleArticle:
          "Гражданин вправе обратиться с жалобой на сотрудника правоохранительного ведомства в прокуратуру штата SA, после чего, при наличии достаточных оснований, инициируется прокурорская проверка и возбуждение уголовного дела против сотрудника, если будут выявлены нарушения. Гражданин или его адвокат, после подачи заявления в прокуратуру штата SA на обжалование действия сотрудника правоохранительных служб, вправе обратиться в соответствующее ведомство (явиться в офис/департамент/основное здание), с требованием уведомления о подачи искового заявления против обвиняемого сотрудника и о сохранении видеофиксации задержания до конца судебного разбирательства, при этом гражданин или его адвокат должен иметь видеофиксацию такового требования. В данном случае, вся ответственность на уведомление обвиняемого сотрудника лежит на организации, в которую обратился гражданин или его адвокат.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "2",
        titleArticle:
          "Гражданам дается 48 часов с момента задержания или вынесения наказания для обжалования действий сотрудников правоохранительных органов, после чего решения вынесенные сотрудником правоохранительных органов вступают в законную силу.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter8: {
    title: "Глава VIII Розыск граждан.",
    data: [
      {
        article: "1.1",
        titleArticle:
          "Розыск граждан - это механизм, который используется для выявления и отслеживания нарушителей закона.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "1.2",
        titleArticle: "Виды розыска:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "1.2.1",
            titleArticle:
              "Розыск государственной системы безопасности - присваивается всем нарушителям, которых можно опознавать городской системой слежения (CAM). Этот розыск выдается немедленно в момент совершения преступления.",
            note: null,
          },
          {
            article: "1.2.2",
            titleArticle:
              "Процессуальный розыск - выдается во время задержания нарушителя по процедуре задержания или ареста. Он требует наличия определенных доказательств, позволяющих правоохранителям или сотрудникам силовых структур объявить розыск.",
            note: null,
          },
          {
            article: "1.2.3",
            titleArticle:
              "Специальный розыск - выдается по решению суда, ордеру прокуратуры или другим официальным органом правопорядка после проведения судебных процедур или досудебных разбирательств уполномоченными органами.",
            note: null,
          },
        ],
      },
      {
        article: "2 Условия и ограничения розыска.",
        titleArticle: "2.1 Розыск государственной системы безопасности",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "2.1.1",
            titleArticle:
              "Розыск государственной системы безопасности выдается всем нарушителям, совершившим преступления, такие как убийство, ограбление, угон или другие серьезные нарушения закона.",
            note: null,
          },
          {
            article: "2.1.2",
            titleArticle:
              "В случае обнаружение нарушителя, находящегося в состоянии активного розыска, представитель правоохранительных органов обязан провести анализ информации, содержащейся в базе данных розыска с целью последующего задержания данного лица за фактически совершенное преступление, соответствующее зафиксированному противоправному действию.",
            note: null,
          },
        ],
      },
      {
        article: "2.2 Процессуальный розыск.",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "2.2.1",
            titleArticle:
              "Процессуальный розыск может быть объявлен только при наличии убедительных доказательств, указывающих на причастность нарушителя к преступлению.",
            note: null,
          },
          {
            article: "2.2.2",
            titleArticle:
              "Сотрудники силовых и правоохранительных органов могут объявить розыск на месте при условии, что это сделано в соответствии с установленными процедурами и законами.",
            note: null,
          },
          {
            article: "2.2.3",
            titleArticle:
              "Если представитель правоохранительных органов обнаруживает нарушителя, числящегося в активном процессуальном розыске, он обязан предпринять попытки связаться с правоохранительным органом, выдавшим розыск, для ознакомления с доказательствами.\n" +
              "В случае отсутствия убедительных доказательств или невозможности установить связь с правоохранительным органом, офицер обязан отпустить задержанного.\n",
            note: null,
          },
        ],
      },
      {
        article: "2.3 Специальный розыск.",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "2.3.1",
            titleArticle:
              "Специальный розыск может быть установлен только на основании решения суда, ордера прокуратуры с соблюдением процедур, предусмотренных законом. При этом обязательно требуется указание документов, позволяющих определить причину и законность введения объекта или лица в режим розыска.",
            note: null,
          },
          {
            article: "2.3.2",
            titleArticle:
              "Специальный розыск представляет собой исключительный вид оперативных мероприятий, который может быть активирован правоохранительными органами удаленно, без непосредственной инициированной процедуры задержания.",
            note: null,
          },
          {
            article: "2.3.3",
            titleArticle:
              "При обнаружении нарушителя, находящегося в состоянии активного специального розыска, представитель правоохранительных органов обязан проверить актуальность установленного статуса розыска, осуществив проверку наличия соответствующих документов, судебных решений или ордеров, с целью дальнейшего задержания данного лица. В случае отсутствия доказательств в открытых источниках или невозможности установления связи с ответственным правоохранительным органом, уполномоченным на авторизацию данного розыска, правоохранительный орган обязан освободить задержанное лицо.",
            note: null,
          },
          {
            article: "2.3.4",
            titleArticle:
              "Специальный розыск действует до конечной реализации приговора, ордера.",
            note: null,
          },
        ],
      },
      {
        article: "3",
        titleArticle: "Снятие розыска.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "3.1",
            titleArticle:
              "Специальный розыск может быть снят только по решению суда.",
            note: null,
          },
          {
            article: "3.2",
            titleArticle:
              "Процессуальный розыск может быть снят только по решению суда, прокуратуры и органов правопорядка в соответствии с законодательством.",
            note: null,
          },
          {
            article: "3.3",
            titleArticle:
              "Явка с повинной смягчает наказание по статье в 2 раза.",
            note: null,
          },
        ],
      },
      {
        article: "4",
        titleArticle: "Преследование по розыску.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "4.1",
            titleArticle:
              "Гражданин, которому был присвоен розыск может быть подвергнут процедуре преследования.",
            note: null,
          },
          {
            article: "4.2",
            titleArticle:
              "Процедура преследования выполняется благодаря выявлению разыскиваемого человека государственной системой безопасности, которую инициирует уполномоченное на это лицо.",
            note: null,
          },
          {
            article: "4.3",
            titleArticle:
              "Уполномоченным лицом для инициации процедуры преследования являются сотрудники силовых структур.",
            note: null,
          },
          {
            article: "4.4",
            titleArticle:
              "Преследование нарушителей допускается лишь правоохранительными органами, обладающими убедительными доказательствами совершения правонарушения или наличием обоснованных оснований для проведения оперативных мероприятий.",
            note: null,
          },
        ],
      },
    ],
  },
  chapter9: {
    title: "Глава IX «Стадии применения силы»",
    data: [
      {
        article: "1",
        titleArticle:
          "Стадии применения силы - последовательность и классификация возможных законных действий в отношении нарушителя закона со стороны сотрудника правоохранительного органа.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "1.1.",
            titleArticle:
              "Присутствие — этот уровень состоит только из присутствия сотрудника полиции в штатной униформе, возможно с должным образом маркированным средством передвижения (мотоциклом, автомобилем, катером). Присутствия сотрудника правоохранительных органов достаточно для пресечения мелких правонарушений и выполнения требований законов SA. В зависимости от обстановки и количества людей на месте, этот уровень применения силы может потребовать присутствия нескольких полицейских для уверенного контроля ситуации. Метод присутствия не применяется сотрудниками силовых структур под прикрытием, если их обнаружение может повлечь за собой эскалацию ситуации.",
            note: "Сотрудником считается гражданин, работающий в государственном правоохранительном ведомстве, который представился и/или на нем присутствуют опознавательные знаки в открытом виде.\n",
          },
          {
            article: "1.2.",
            titleArticle:
              "Устные требования — внятные и структурированные устные требования сотрудника правоохранительных органов к субъекту применения силы. В большинстве случаев сотрудник правоохранительных органов имеет право дополнять свои требования прекращения противоправных действий, указывая на последствия, к которым они могут привести. Тем самым улучшая степень понимания ответственности субъектом.",
            note: null,
          },
          {
            article: "1.3.",
            titleArticle:
              "Простое силовое воздействие и ударное оружие — к этой ступени относятся заламывание рук, нажатия на болевые точки, применение дубинок и применение приемов рукопашного боя. Использование ударного оружия и силового воздействия возможно использовать для усмирения и контроля толпы. Так же в крайних ситуациях при невозможности использования сертифицированного оборудования сотрудники гос. структур могут использовать другое самодельное или несертифицированное оружие, например фонарь.",
            note: null,
          },
          {
            article: "1.4.",
            titleArticle:
              "Применение оружия нелетального действия и спец.средств — к этой ступени относится применение электрошоковых устройств, резиновых пуль, водометов, полицейских собак, слезоточивых аэрозолей и т.д. Нелетальное оружие электро поражающего действия не может применяться к людям в транспорте, на воде, на возвышенности, а также беременным женщинам, кроме ситуаций угрозы с их стороны. Тазер используется 3 раза, в случае его неэффективности идет пересмотр выбора оружия для применения.",
            note: null,
          },
          {
            article: "1.5.",
            titleArticle:
              "Применение летального оружия — под этой ступенью воздействия понимают огнестрельное оружие. Офицеры не должны делать предупредительные выстрелы. Летальное оружие может использоваться во время погони, если объект погони представляет угрозу сотрудникам правоохранительных органов, третьим лицам , находится в розыске или для остановки транспортного средства путем его повреждения, если управляющее им лицо отказывается выполнить требование сотрудника государственной структуры об остановке и пытается скрыться. При подтверждении угрозы (например наезд на пешехода) огонь может открываться без предупреждения. В случае высокого риска огонь должен вестись по объекту погони в транспортном средстве, в иных случаях по колесам транспортного средства. Летальное оружие может использоваться при сближении цели и игнорировании предупреждений до этого, так же при пешей погони после игнорирования предупреждений и невозможности использовать не летальное оружие, при игнорировании приказа бросить оружие и направления его в сторону правоохранительных органов и гражданских лиц.",
            note: null,
          },
        ],
      },
      {
        article: "2",
        titleArticle:
          "Сотрудник правоохранительных органов должны сделать устное предупреждение субъекту, другим должностным лицам и другим присутствующим лицам о том, что огнестрельное или не летальное оружие будет применимо, и отложить использование огнестрельного оружия на разумный период времени, чтобы субъект мог выполнить предупреждение.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "2.1.",
            titleArticle:
              "Любые отклонения от положений о применении оружия должны тщательно проверяться и критически рассматриваться в каждом конкретном случае. Причастные офицеры должны иметь возможность четко сформулировать причины применения того или иного, в том числе то, что жизнь офицера или жизни других была в непосредственной опасности и если не было разумной альтернативы.",
            note: null,
          },
        ],
      },
      {
        article: "3",
        titleArticle:
          "Стадии применения силы должны соблюдаться в порядке, прописанном в данном кодексе, за исключением нестабильных или экстренных ситуаций, в таком случае можно предпринять Летальное оружие без последовательности. (Пример: вооруженный преступник, угроза жизни человеку/офицеру, отсутствие возможности применить одну из стадий). Агент USSS имеет полное право применить Летальное оружие при возникновении угрозы жизни объекту охраны USSS.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter10: {
    title: "Глава X «Допрос»",
    data: [
      {
        article:
          "Допрос — следственно-судебная процедура, в рамках которой проводится получение от допрашиваемого известной ему информации.\n" +
          "Процесс допроса осуществляется в случае имеющих оснований, соблюдая настоящее законодательство.\n" +
          "Процесс допроса обязаны осуществлять исключительно силовые структуры и лица на которых наложены законные права.\n" +
          "Длительность допроса регулируется настоящим законодательством.\n" +
          "Лица осуществляющие допрос обязаны вести полную видеофиксацию процесса допроса.\n" +
          "Продолжительность допроса не должна превышать 120 минут с момента начала допроса..",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "1",
        titleArticle: "Регламент допроса.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "1.",
            titleArticle:
              "Продолжительность допроса не должна превышать 120 минут с момента начала допроса.",
            note: null,
          },
          {
            article: "1.2",
            titleArticle:
              "Допросы делятся на 2 типа:\n" +
              "Оперативный допрос - возможный исключительно во время процесса задержания описанного в пунктах статьи 2.1 главы 2й настоящего кодекса. Сотрудники CID и DB являются единственными уполномоченными лицами на инициацию оперативного допроса.\n" +
              "Следственный допрос - один из инструментов добычи информации и проведения расследования для сотрудников прокуратуры или агентов отдела Intelligence Branch. Сотрудники прокуратуры являются единственными уполномоченными лицами на инициацию следственного допроса.",
            note: null,
          },
        ],
      },
      {
        article: "2",
        titleArticle: "Основания для допроса.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "2.1",
            titleArticle:
              "Следствие-расследование по делу, досудебное разбирательство.",
            note: null,
          },
        ],
      },
      {
        article: "3.1",
        titleArticle: "Субъекты оперативного допроса.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "3.1.1",
            titleArticle:
              "Сотрудники Los Santos Police Department или Los Santos County Sheriff Department отделов Detective Bureau, агенты Federal Investigation Bureau отдела Criminal Investigation Department, а также изначальные инициаторы задержания, в случае передачи задержанных для оперативного допроса.",
            note: null,
          },
          {
            article: "3.1.2",
            titleArticle: "Допрашиваемый.",
            note: null,
          },
          {
            article: "3.1.3",
            titleArticle: "Адвокат.",
            note: null,
          },
        ],
      },
      {
        article: "3.2 ",
        titleArticle: "Субъекты следственного допроса.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "3.2.1",
            titleArticle: "Сотрудники Прокуратуры Штата SA.",
            note: null,
          },
          {
            article: "3.2.2",
            titleArticle: "Свидетель, потерпевший, подозреваемый, обвиняемый.",
            note: null,
          },
          {
            article: "3.2.3",
            titleArticle: "Адвокат.",
            note: null,
          },
          {
            article: "3.2.4",
            titleArticle:
              "Агенты Federal Investigation Bureau подразделения Internal Investigation Department.",
            note: null,
          },
          {
            article: "3.2.5",
            titleArticle:
              "Агенты Federal Investigation Bureau подразделения Criminal Investigation Department, если таковые были привлечены для оказания специализированной помощи.",
            note: null,
          },
        ],
      },
      {
        article: "4",
        titleArticle: "Лица уполномоченные к проведению допроса.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "4.1",
            titleArticle:
              "Агенты Federal Investigation Bureau отдела Investigation Department",
            note: null,
          },
          {
            article: "4.2",
            titleArticle:
              "Сотрудники Los Santos Police Department или Los Santos County Sheriff Department отделов Detective Bureau",
            note: null,
          },
          {
            article: "4.3",
            titleArticle: "Сотрудники Прокуратуры Штата SA.",
            note: null,
          },
        ],
      },
      {
        article: "5",
        titleArticle: "Свидетель/потерпевший имеет право.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "5.1",
            titleArticle: "Присутствовать на допросе со своим адвокатом.",
            note: null,
          },
          {
            article: "5.1.1",
            titleArticle: "Не свидетельствовать против себя и своих близких.",
            note: "прямой отказ от дачи показаний, может расцениваться как уклонение от расследования.",
          },
          {
            article: "5.1.2",
            titleArticle:
              " Обжаловать по окончанию допроса незаконные действия сотрудников в отношении себя.",
            note: null,
          },
          {
            article: "5.2",
            titleArticle: "Адвокат имеет право.",
            note: null,
          },
          {
            article: "5.2.1",
            titleArticle:
              "Единожды требовать 5-ти минутный перерыв во время проведения допроса, с целью скорректировать тактику поведения обвиняемого на допросе.",
            note: null,
          },
          {
            article: "5.3",
            titleArticle: "Подозреваемый/обвиняемый имеет право.",
            note: null,
          },
          {
            article: "5.3.1",
            titleArticle: "Знать в чём он подозревается/обвиняется.",
            note: null,
          },
          {
            article: "5.3.2",
            titleArticle:
              "Давать объяснения и показания по предъявленным к нему обвинениям, или подозрению в совершении преступления.",
            note: null,
          },
          {
            article: "5.3.3",
            titleArticle:
              "Пользоваться услугами частного/государственного адвоката.",
            note: null,
          },
          {
            article: "5.3.4",
            titleArticle:
              "Обжаловать по окончанию допроса незаконные действия сотрудников в отношении себя.",
            note: "в случае если допрашиваемое лицо требует адвоката и он не был запрошен ранее, сотрудник обязан сообщить об этом в рацию департамента и приостановить допрос на 5 минут с момента запроса адвоката.",
          },
          {
            article: "5.4",
            titleArticle: "Сотрудник проводящий допрос имеет право.",
            note: null,
          },
          {
            article: "5.4.1",
            titleArticle:
              "Ограничивать свободу перемещения допрашиваемого с целью обеспечения безопасности (использовать наручники).",
            note: "Использовать наручники разрешается, если имеются достаточные основания применения агрессии со стороны обвиняемого/подозреваемого.",
          },
          {
            article: "5.4.2",
            titleArticle:
              "Прерывать/прекращать процедуру допроса в любой момент времени.",
            note: null,
          },
          {
            article: "5.4.3",
            titleArticle: "Проверять документы участников допроса",
            note: null,
          },
          {
            article: "5.4.4",
            titleArticle:
              "Задавать вопросы касающиеся делопроизводства или досудебных разбирательств всем участникам допроса",
            note: null,
          },
          {
            article: "5.4.5",
            titleArticle:
              "Использовать показания допрашиваемого как доказательства в рамках делопроизводства",
            note: null,
          },
          {
            article: "5.4.6",
            titleArticle:
              "Использовать все законные методы для обеспечения конфиденциальности полученной в ходе допроса информации.",
            note: null,
          },
        ],
      },
      {
        article: "6",
        titleArticle: "Обязанности участников допроса.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "6.1",
            titleArticle:
              "Допрашиваемый обязан максимально ясно и чётко давать показания.",
            note: null,
          },
          {
            article: "6.1.1",
            titleArticle:
              "Соблюдать устоявшиеся морально-этические нормы общения и поведения.",
            note: null,
          },
          {
            article: "6.1.2",
            titleArticle: "Говорить правду и только правду.",
            note: null,
          },
          {
            article: "6.1.3",
            titleArticle:
              "Отвечать на все вопросы сотрудника, за исключением вопросов которые напрямую или косвенно не относятся к делопроизводству или досудебному разбирательству.",
            note: null,
          },
          {
            article: "6.2",
            titleArticle: "Сотрудник проводящий допрос обязан.",
            note: null,
          },
          {
            article: "6.2.1",
            titleArticle:
              "Убедиться в том, требуются ли допрашиваемому разъяснение их прав, в случае необходимости разъяснить их.",
            note: null,
          },
          {
            article: "6.2.2",
            titleArticle:
              "Вести полную видеозапись или аудиозапись допроса (протокол).",
            note: "срок хранения протокола допроса составляет 72 часа",
          },
          {
            article: "6.2.3",
            titleArticle: "Обеспечивать соблюдение прав участников допроса.",
            note: null,
          },
        ],
      },
    ],
  },
  chapter11: {
    title: "Глава XI «Осмотр транспортного средства»",
    data: [
      {
        article: "Осмотр транспортного средства",
        titleArticle:
          " — не требующее ордера, действие или последовательность действий правоохранительных органов, подразумевающих непосредственное визуальное восприятие сотрудником содержимого кузова и (или) грузового отсека транспортного средства. \n Основанием для проведения осмотра транспортного средства является подозрение в перевозке объектов, полученных нелегальным путем.\n",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "1.1",
        titleArticle:
          "Осмотр транспортного средства осуществляется по требованию сотрудников правоохранительных органов с обязательной видеофиксацией процедуры.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "1.2",
        titleArticle:
          "Осмотр транспортного средства осуществляется в присутствии лица, во владении которого оно находится. Владелец, или лицо во владении которого находится транспортное средство, должно быть осведомлено об ответственности в случае препятствования процедуре осмотра.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "1.3",
        titleArticle:
          "В случаях, когда имеются основания полагать, что лицо, во владении которого находится транспортное средство, умышленно препятствует какими-либо действиями процедуре осмотра, следует классифицировать данные действия в соответствии со ст.15.8 УК Штата San-Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "1.4",
        titleArticle:
          "Во время осмотра органам запрещается, взаимодействие с грузом, кроме как визуально без физического контакта.",
        punishment: [],
        keyword: [],
        exception: null,
        note: "Если перевозится другое транспортное средство, то водитель обязан при любых обстоятельствах дать возможность сотрудникам правоохранительных органов убедиться в законности приобретения перевозимого транспортного средства.",
        explanation: null,
      },
      {
        article: "1.6 Правило 21 фута (6 метров).",
        titleArticle:
          "Сотрудник правоохранительных или силовых органов вправе использовать правило 6-ти метров для своей личной безопасности.\n" +
          "\n" +
          "Данное правило гласит о том, что сотрудник правоохранительных органов должен находится ровно в шести метрах от потенциально опасного\n" +
          "преступника, если тот находится вне авто. Сделано это для того, чтобы сотрудник в любом раскладе успел достать оружие и открыть огонь\n" +
          "на поражение в преступника, если тот, попытается напасть на него.\n" +
          "\n" +
          "Если сотрудник стоит в 6 метрах от потенциально опасного человека, и тот, игнорируя приказ не подходить, начинает идти к сотруднику или бежать,\n" +
          "то сотрудник вправе открыть огонь на поражение:",
        punishment: [],
        keyword: [],
        exception: null,
        note: "Сотрудник проводящий процессуальные действия имеет право потребовать всех, кто не является субъектом задержания, держать дистанцию 6 метров.",
        explanation: null,
        list: [
          {
            article: "1 Метр",
            titleArticle:
              " - Офицер не успеет даже среагировать на нож в руке нападающего.",
            note: null,
          },
          {
            article: "2 Метра",
            titleArticle:
              " - Офицер успеет среагировать, но не успеет протянуть руку к кобуре.",
            note: null,
          },
          {
            article: "3 Метра",
            titleArticle: " - Офицер успеет схватиться за кобуру, но не более.",
            note: null,
          },
          {
            article: "4 Метра",
            titleArticle:
              " - Офицер успеет лишь расстегнуть кобуру и приподнять пистолет.",
            note: null,
          },
          {
            article: "5 Метров",
            titleArticle:
              " - Офицер успеет достать пистолет и начать целиться, но не более.",
            note: null,
          },
          {
            article: "6 Метров",
            titleArticle: " - Офицер успеет начать стрелять и поразит цель.",
            note: null,
          },
        ],
      },
    ],
  },
  chapter12: {
    title: "Глава XII «Терминология»",
    data: [
      {
        article: "Глава XII «Терминология»",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "Следствие",
            titleArticle:
              " - это комплекс мер по выяснению обстоятельств, связанных с правонарушением, для установления обстановки и характера преступления, а также лиц, виновных в совершении преступления.",
            note: null,
          },
          {
            article: "Допрос",
            titleArticle:
              " - Следственно-судебная процедура, в рамках которой проводится получение от допрашиваемого известной ему информации, попадающей под определение предмета доказывания. Допрос может осуществляться только в соответствии с действующим законодательством.",
            note: "Допрос может проводиться в рамках задержания для сбора дополнительной базы о виновности или невиновности лица.",
          },
          {
            article: "Обыск",
            titleArticle:
              " - В уголовном процессе следственное действие, состоящее в обследовании помещений либо лиц (личный обыск) в целях обнаружения предметов (документов), имеющих какое-либо значение для уголовного дела.",
            note: null,
          },
          {
            article: "Осмотр",
            titleArticle:
              " - Следственное действие, заключающееся в непосредственном обнаружении и исследовании следователем объектов, имеющих доказательственное значение для уголовного дела.​",
            note: null,
          },
          {
            article: "Досмотр",
            titleArticle:
              " - В уголовном или административном процессе, личный досмотр, досмотр вещей, находящихся при физическом лице, то есть обследование вещей, проводимое без нарушения их конструктивной целостности, осуществляются в случае необходимости в целях обнаружения орудий совершения либо предметов административного или уголовного правонарушения.",
            note: null,
          },
          {
            article: "Освидетельствование",
            titleArticle:
              " - Следственное действие, призванное установить наличие либо отсутствие на теле человека особых отличительных примет, следов преступления либо телесных повреждений. Освидетельствование проводится исключительно у судебных экспертов EMS.",
            note: null,
          },
          {
            article: "Опознание",
            titleArticle:
              " - Следственное действие, в котором свидетель, потерпевший, подозреваемый или обвиняемый в результате восприятия предъявленных ему объектов и их сравнения с мысленным образом лица или предмета, воспринимавшегося ранее, приходит к выводу об их тождестве, сходстве или различии.",
            note: null,
          },
          {
            article: "Следственный эксперимент",
            titleArticle:
              " - Следственное действие, заключающееся в воспроизведении опытным путём действий, обстановки или иных обстоятельств, связанных с расследуемым преступлением.",
            note: null,
          },
          {
            article: "Адекватность",
            titleArticle:
              " - сотрудник обязан действовать профессионально, не превышая свои должностные полномочия, и максимально точно разобраться в деле прежде чем делать умозаключения.",
            note: null,
          },
          {
            article: "Безотлагательность",
            titleArticle:
              " - сотрудник обязан отреагировать на правонарушение и начать действовать без необоснованных промедлений.​",
            note: null,
          },
          {
            article: "Задержание",
            titleArticle:
              " - это мера кратковременного лишения человека права на свободу, которая осуществляется на основании главы II Процессуального Кодекса. Задержание не считается мерой наказания, оно носит исключительно внесудебный характер и в совокупности с другими предусмотренными законом средствами и методами позволяет сотрудникам правоохранительных органов собрать необходимые сведения (достаточную доказательственную базу) для решения вопроса о возможности или невозможности применения к лицу какой-либо ответственности.",
            note: null,
          },
          {
            article: "Стадии применения силы",
            titleArticle:
              " - последовательность и классификация возможных законных действий в отношении нарушителя закона со стороны сотрудника правоохранительного органа.",
            note: null,
          },
          {
            article: "Подозреваемый",
            titleArticle:
              " - лицо, которое подозревается в совершении преступления и в отношении которого ведется расследование и\\или процесс задержания.",
            note: null,
          },
          {
            article: "Задержанный",
            titleArticle:
              " - лицо, которое является подозреваемым и в отношении которого проходит процесс задержания. Задержанный всегда принимает статус подозреваемого.",
            note: null,
          },
          {
            article: "Арестованный",
            titleArticle:
              " - лицо, в отношении которого принято решение о его виновности (об избрании меры пресечения) и начат процесс ареста.",
            note: null,
          },
          {
            article: "Оперативно-розыскная деятельность",
            titleArticle:
              " - вид деятельности, осуществляемой гласно и негласно государственными органами, уполномоченными на то законодательством штата в пределах их полномочий посредством проведения оперативно-розыскных мероприятий в целях защиты жизни, здоровья, прав и свобод человека и гражданина, собственности, обеспечения безопасности общества и государства от преступных посягательств.",
            note: null,
          },
          {
            article: "Процессуальное действие",
            titleArticle:
              " - отдельная процессуальная операция или предусмотренное нормами процессуального кодекса действие, совершаемое сотрудниками государственных силовых структур по отношению к гражданам штата San-Andreas и/или их имуществу. К процессуальным действиям относится любое взаимодействия сотрудника государственной структуры с гражданами штата San-Andreas посредством данных ему законодательством полномочий.",
            note: "Стажеры, кадеты и рядовые сотрудники, хотя и находясь в структуре правоохранительной службы, не обладают статусом полноправных правоохранителей и ограничены в своих действиях. Они не имеют права самостоятельно осуществлять процедуры задержания, привлекать нарушителей к уголовной, административной, дорожной или любого другого вида ответственности до завершения специализированного обучения, окончание которого регламентированного внутренним трудовым распорядком соответствующей организации.",
          },
          {
            article: "Законным требованием",
            titleArticle:
              " считается требование, которое основано на действующем законодательстве и имеет юридическую обоснованность. В штате Сан-Андреас законодательство определяется Конституция штата San Andreas, Кодексам штата San Andreas, Законам штата San Andreas, Прецедентами Федерального суда штата San Andreas, Нормативными актами подписанными Губернатором штата San Andreas, Нормативными актами подписанными руководителями исполнительной власти штата San Andreas, Нормативными актами подписанными главами муниципалитетов штата San Andreas и Внутренними нормативно-правовыми актами государственных организаций (для сотрудников своей организации).​",
            note: null,
          },
          {
            article: "Хабеас корпус",
            titleArticle:
              " - это юридический принцип, согласно которому доверитель задержанного имеет право привлечь судебную инстанцию для проверки законности задержания.",
            note: null,
          },
        ],
      },
    ],
  },
};
