import { codexType } from "../types/types";

export const constitutionCode: codexType = {
  chapter0: {
    title: "ПРЕАМБУЛА",
    data: [
      {
        article: "",
        titleArticle:
          "Мы, народ штата San Andreas, благодарные Всемогущему Богу за нашу свободу, чтобы обеспечить и увековечить ее благословения, устанавливаем эту Конституцию дабы образовать более совершенный Союз, установить правосудие, гарантировать внутреннее спокойствие, обеспечить оборону, содействовать всеобщему благоденствию и закрепить блага свободы за нами и потомством нашим. Содержание:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "",
            titleArticle: "Глава I. Билля о правах",
            note: null,
          },
          {
            article: "",
            titleArticle: "Глава II. Общие положения",
            note: null,
          },
          {
            article: "",
            titleArticle: "Глава III. Законодательная власть\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Глава IV. Исполнительная власть\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Глава V. Судебная власть\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Глава VI. Избирательное право и выборы\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Глава VII. Трудовые отношения\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Глава VIII. Чрезвычайное и военное положения\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Глава IX Поправки и пересмотр Конституции​\n",
            note: null,
          },
        ],
      },
    ],
  },
  chapter1: {
    title: "Глава I. Билля о правах",
    data: [
      {
        article: "Section 1",
        titleArticle:
          "Все люди по природе свободны и независимы и имеют неотчуждаемые права, среди которых - право на жизнь и защиту свободы, приобретение, владение и охрану собственности, стремление к достижению спокойствия, счастья и неприкосновенности личной жизни.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 2",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "Sec. 2.1",
            titleArticle:
              "Любое лицо вправе свободно выражать устно, письменно, публиковать свое мнение по всем вопросам, будучи ответственным за злоупотребление данным правом. Закон не может ограничивать свободу слова или печати.",
            note: null,
          },
          {
            article: "Sec. 2.2",
            titleArticle:
              "Издатель, редактор, репортер или другое лицо, связанное с газетой, журналом или другим периодическим изданием или нанятое ассоциацией прессы или любое лицо, которое было таким образом связано или нанято, не должны быть привлечены к ответственности за отказ раскрыть источник любой информации, полученной при таких связях или найме для публикации в газете, журнале или другом периодическом издании, или за отказ раскрыть любую не опубликованную информацию, полученную или подготовлено при сборе, получении или обработке информации для доведения до сведения общественности.\n" +
              "Используемый в данном разделе термин “не опубликованная информация” включает информацию, не распространенную среди общественности лицом, от которого запрашивается раскрытие, независимо от того, была ли распространена соответствующая информация или нет, и включает, но не ограничивается, всеми заметками, отрывками, фотографиями, кассетами или другими данными любого рода, которые сами по себе не были распространены среди общественности посредством средств коммуникации, независимо от того, была ли распространена опубликованная информация, основанная на таких материалах или связанная с ними.",
            note: null,
          },
        ],
      },
      {
        article: "Section 3",
        titleArticle:
          "Народ имеет право, обращаться с петициями к правительству для удовлетворения жалоб, свободно собираться для совещаний в целях общего блага.\n",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "Sec. 3.1",
            titleArticle:
              "Постановление суда должны толковаться широко, если они способствуют осуществлению права людей на доступ, и узко, если они ограничивают право на доступ. Закон, постановление суда или другой орган, принятый после даты вступления в силу настоящего раздела, который ограничивает право доступа, должен быть принят с выводами, демонстрирующими интересы, защищенные ограничением, и необходимость защиты этих интересов.",
            note: null,
          },
          {
            article: "Sec. 3.2",
            titleArticle:
              "Ничто в данном разделе не заменяет и не изменяет право на неприкосновенность частной жизни, гарантированное Section 1, и не влияет на структуру любого закона, судебного постановления или другого органа власти в той мере, в какой оно защищает это право на неприкосновенность частной жизни, включая любые установленные законом процедуры, регулирующие обнаружение или раскрытие информации, касающейся служебной деятельности или профессиональной квалификации сотрудника службы охраны порядка.\n",
            note: null,
          },
        ],
      },
      {
        article: "Section 4",
        titleArticle:
          "Гарантируется свободное религиозное вероисповедание без дискриминаций и предпочтений",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 5",
        titleArticle:
          "Рабство запрещено. Принудительный труд запрещается кроме случаев, когда это является наказанием за преступление.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 6",
        titleArticle:
          "Лицо не может быть лишено права на ведение или занятие хозяйственной деятельностью, на профессию, род занятий в связи с полом, расой, вероисповеданием, а также национальным или этническим происхождением.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 7",
        titleArticle:
          "Не должны применяться институт остракизма или законы, умаляющие контрактные обязательства.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 8",
        titleArticle:
          "Действие приказа правительства не может приостанавливаться, если этого не требует общественная безопасность в случаях мятежа или вторжения.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 9",
        titleArticle:
          "Лицо может быть отпущено под залог при наличии достаточных поручительств, за исключением:\n",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "Sec. 9.1",
            titleArticle:
              "Тяжких преступлений, содержащих акты насилия в отношении другого лица, либо связанных с сексуальным насилием в отношении другого лица, при наличии очевидных фактов или обоснованной презумпции;",
            note: null,
          },
          {
            article: "Sec. 9.2",
            titleArticle:
              "Тяжких преступлений, при наличии очевидных фактов или обоснованной презумпции, что лицо угрожало другому нанесением телесного вреда и наличии реальной вероятности, что лицо осуществит угрозу при освобождении.",
            note: null,
          },
        ],
      },
      {
        article: "Section 10",
        titleArticle:
          "Право народа на охрану личности, жилища, бумаг и имущества от необоснованных арестов и обысков не может нарушаться; ни один ордер не может выдаваться иначе, как при наличии достаточного основания, подтвержденного присягой или торжественным заявлением, и должен содержать подробное описание места, подлежащего обыску, лиц и предметов, подлежащих аресту.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 11",
        titleArticle:
          "Лица не могут повторно преследоваться в уголовном порядке за одно и то же преступление, принуждаться в уголовном процессе свидетельствовать против себя либо быть лишенным свободы или собственности без надлежащей правовой процедуры.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 12",
        titleArticle:
          "Правительство правомочно устанавливать и взимать налоги, получаемых из любого источника доходов.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 13",
        titleArticle:
          "При всяком уголовном преследовании обвиняемый имеет право на скорый и публичный суд*. Обвиняемый имеет право быть осведомленным о сущности и основаниях обвинения, право на очную ставку со свидетелями, дающими показания против него, право на принудительный вызов свидетелей со своей стороны и на помощь адвоката для своей защиты.",
        punishment: [],
        keyword: [],
        exception:
          "*- Обвиняемые в уголовных преступлениях имеет право на скорый суд. Для этого используется три фактора:\n" +
          "Продолжительность задержки: задержка в десять дней и более между предъявлением обвинения и преданием суду — считается излишней.\n" +
          "Причина задержки: обвинение не имеет права излишне затягивать процесс, но суд можно отложить для обеспечения явки свидетелей или по иным уважительным причинам.\n" +
          "Согласие обвиняемого: если обвиняемый сам просил отложить рассмотрение дела или дал на него согласие, то в дальнейшем он не имеет права жаловаться на данную задержку.\n" +
          "Право на публичный суд не является абсолютным. В случае, если публичность может нарушить права подсудимого суд может ограничить доступ публики на судебное заседание.",
        note: null,
        explanation: null,
      },
      {
        article: "Section 14",
        titleArticle:
          "Каждый имеет право на предпринимательскую деятельность, которая не запрещена действующим законодательством. Не допускаются монополия на рынке, неправомерное ограничение конкуренции и недобросовестная конкуренция. Лицо не может быть лишено права заниматься бизнесом, профессией, призванием или работой из-за пола, расы, вероисповедания, цвета кожи, фамилии и семьи, национального или этнического происхождения.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 15",
        titleArticle:
          "Измена штату состоит в организации или задумке процесса смены власти недемократическим путём: государственный переворот, несанкционированные митинги, поддержке врагов государства или оказание им помощи",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 16",
        titleArticle:
          "Частная собственность неприкосновенна, и может изыматься или разрушаться в пользу государства исключительно при выплате владельцу, если таковой не отказывается, установленной присяжными или судом справедливой компенсации.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 17",
        titleArticle:
          "Всякие призывы к свержению власти недемократическим путём считаются антиконституционными и расцениваются как государственная измена.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 18",
        titleArticle:
          "Лицо не может быть подвергнуто любому преследованию по двум и/или более статьям за одну провинность.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 19",
        titleArticle:
          "Поскольку хорошо организованное народное ополчение необходимо для безопасности свободного государства, право народа хранить и носить оружие не должно нарушаться.",
        punishment: [],
        keyword: [],
        exception:
          "Поправка подразумевает хранение и ношение оружия только в военных целях. Хранение и ношение оружия в личных целях регламентируется отдельными нормативно-правовым актами.",
        note: null,
        explanation: null,
      },
      {
        article: "Section 20",
        titleArticle:
          "В условиях чрезвычайного положения или военного положения для обеспечения безопасности граждан и защиты конституционного строя, в соответствии с законом могут устанавливаться отдельные ограничения прав и свобод с указанием пределов и срока их действия.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 21",
        titleArticle:
          "Граждане, находящиеся под стражей в местах ограничения и лишения свободы, могут быть досрочно освобождены при уплате залога в порядке, устанавливаемом законодательством Штата Сан-Андреас. Данное право не распространяется на граждан, признанными виновными по решению суда и регламентированных отдельными нормативно-правовыми актами.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 22",
        titleArticle:
          "Лицо не несет ответственности за отказ давать показания или объяснения относительно себя, членов семьи или близких родственников, круг которых определяется законом.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 23",
        titleArticle:
          "Вооруженные силы подчинены гражданской власти. Солдаты не могут быть расквартированы в каком-либо доме в военное время, за исключением случаев, предусмотренных законом, или в мирное время без согласия владельца.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 24",
        titleArticle:
          "Не может требоваться чрезмерный залог, налагаться чрезмерные штрафы, налагаться жестокие и необычные наказания, а также свидетели не могут подвергаться необоснованному задержанию.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 25",
        titleArticle:
          "Неграждане имеют те же имущественные права, что и граждане.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 26",
        titleArticle:
          "Право голосовать или занимать должность не может быть обусловлено имущественным цензом.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 27",
        titleArticle:
          "Люди должны иметь право ловить рыбу на общественных землях штата и в его водах. Никогда не должен приниматься закон, объявляющий преступлением для людей заход на общественные земли в пределах этого штата с целью ловли рыбы в любом водоеме, содержащем рыбу, при условии, что законодательный орган может законодательным путем предусмотреть условия на нем, в котором могут быть взяты различные виды рыбы.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 28",
        titleArticle:
          "Положения настоящей Конституции являются обязательными и запрещающими, если только прямо не указано иное.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 29",
        titleArticle:
          "Вся политическая власть присуща народу, и все свободные правительства основаны на его авторитете и учреждены в его интересах. Вера народа Сан-Андреас заключается в сохранении республиканской формы правления, и, при условии соблюдения только этого ограничения, они всегда имеют неотъемлемое право изменять, реформировать или упразднять свое правительство таким образом, какой они сочтут целесообразным.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 30",
        titleArticle:
          "Равенство перед законом не должно отрицаться или ограничиваться по причине пола, расы, цвета кожи, вероисповедания или национального происхождения",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter2: {
    title: "Глава II.Общие положения",
    data: [
      {
        article: "Section 1",
        titleArticle:
          "Штат San Andreas является государственным образованием в составе Соединенных Штатов Америки со столицей в городе Лос-Сантос. Наименования Сан-Андреас и San Andreas равнозначны.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 2",
        titleArticle:
          "Единственным источником власти в штате San Andreas является его народ. Высшим непосредственным выражением власти народа являются референдумы и свободные выборы. Ничто не может препятствовать свободному осуществлению народом своего избирательного права.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 3",
        titleArticle:
          "Конституция штата San Andreas имеет высшую юридическую силу, прямое действие и верховенство на всей территории штата, распространяя на нее свой суверенитет.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 4",
        titleArticle:
          "Каждый гражданин обладает на территории штата San Andreas всеми правами и свободами, а также несет равные обязанности, установленные законам.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 5",
        titleArticle:
          "Государственная власть осуществляется на основе разделения независимых и самостоятельных друг от друга ветвей власти:\n",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "",
            titleArticle: "законодательная",
            note: null,
          },
          {
            article: "",
            titleArticle: "исполнительная",
            note: null,
          },
          {
            article: "",
            titleArticle: "судебная",
            note: null,
          },
        ],
      },
      {
        article: "Section 6",
        titleArticle:
          "В штате San Andreas признаются идеологические, политические и конфессиональные многообразия.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 7",
        titleArticle:
          "Принимаемые законы и любые нормативно-правовые акты, инструкции, протоколы и уставы государственных организаций не должны противоречить конституции штата San Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 8",
        titleArticle:
          "Штат разделен на округа, которые являются юридическими подразделениями штата. Штат Сан-Андреас состоит из таких Административных единиц, как: округ Лос-Сантос, город Лос-Сантос, округ Блэйн, город Сэнди-Шорс, город Палето-Бэй, которые являются административно-территориальными единицами Штата. Главой всего штата является Губернатор и Вице-губернатор, руководителями города Лос-Сантос являются Мэр города Лос-Сантос и его заместитель, руководителями округа Блэйн являются Мэр округа Блэйн и его заместитель. Столицей и местом размещения Правительства Штата Сан-Андреас является город Лос-Сантос. Мэры, по согласованию с Губернатором вправе устанавливать Хартии своих муниципалитетов.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 9",
        titleArticle:
          "В штате San Andreas устанавливается следующая иерархия законодательной базы:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "",
            titleArticle: "Конституция штата San Andreas\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Кодексы штата San Andreas\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Законы штата San Andreas\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Прецеденты Федерального суда штата San Andreas\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Нормативные акты подписанные Губернатором штата San Andreas\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Нормативные акты подписанные руководителями исполнительной власти штата San Andreas\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Нормативные акты подписанные главами муниципалитетов штата San Andreas",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Внутренние нормативно-правовые акты государственных организаций\n",
            note: null,
          },
        ],
      },
      {
        article: "Sec 9.1",
        titleArticle:
          "Внутренние нормативно-правовые акты и приказы руководства государственных организаций распространяются только на сотрудников этих организаций и не могут распространяться на иных лиц.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Sec 9.2",
        titleArticle:
          "Нормативно-правовые акты Губернатора, нормативно-правовые акты руководителей исполнительной власти и муниципалитетов штата, внутренние нормативно-правовые акты государственных организаций могут дополнять и расширять положения Конституции, но не должны противоречить ей.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Sec 9.3",
        titleArticle:
          "Законы имеют юридическую силу выше, чем нормативно-правовые акты Губернатора, нормативно-правовые акты руководителей исполнительной власти и муниципалитетов штата, внутренние нормативно-правовые акты государственных организаций. Если положения данных актов противоречит положениям каких-либо законов, то такой акт не должен выполняться и должен быть отменен.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 10",
        titleArticle:
          "Иски против Штата подаются в судебном порядке, определенным законом.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 11",
        titleArticle:
          "Английский язык является общим языком народа Соединенных Штатов Америки и штата San Andreas. Данный Section имеет намерение сохранить, защитить и укрепить английский язык и не отменяет никаких прав, гарантированных народу этой Конституцией",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 12",
        titleArticle:
          "Государственная тайна - защищаемые государством сведения в области его военной, внешнеполитической, внутриполитической, экономической, разведывательной, контрразведывательной и оперативно-розыскной деятельности, распространение которых может нанести ущерб безопасности штата.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 13",
        titleArticle:
          "Остров Cayo Perico входит в состав штата San Andreas, обладает особым статусом в качестве автономного субъекта и подпадает под юрисдикцию всех действующих законов штата San Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 13",
        titleArticle:
          "Остров Cayo Perico входит в состав штата San Andreas, обладает особым статусом в качестве автономного субъекта и подпадает под юрисдикцию всех действующих законов штата San Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter3: {
    title: "Глава III. Законодательная власть\n",
    data: [
      {
        article: "Section 1",
        titleArticle:
          "Высший орган законодательной власти - Сенат.\n" +
          "При этом народ сохраняет за собой право законодательной инициативы и референдума.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "Sec. 1.1",
            titleArticle:
              "Законодательная инициатива — стадия законодательного процесса, состоящая в вынесении на рассмотрение органом законодательной власти, Сенатом, законопроекта или законодательного предложения по принятию, изменению или отмене закона.",
            note: null,
          },
        ],
      },
      {
        article: "Section 2",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "Sec. 2.1",
            titleArticle:
              "Председателем Конгресса является Вице-Губернатор, это исключительный случай, когда одно лицо осуществляет полномочия двумя ветвями власти. Заместителями председателя являются Мэр Лос-Сантоса и Мэр Округа Блэйн, а так же Советники Губернатора.",
            note: null,
          },
          {
            article: "Sec. 2.2",
            titleArticle:
              "Сенат состоит из 12 членов: Представитель GOV\n Представитель LSPD\n Представитель FIB\n Представитель LSCSD\n Представитель SANG\n Представитель WN\n Представитель EMS\n" +
              "Министр Юстиции или его заместитель или выдвинутый им представитель\n" +
              "\n" +
              "Министр Безопасности или его заместитель или выдвинутый им представитель\n" +
              "\n" +
              "Министр Обороны или его заместитель или выдвинутый им представитель\n" +
              "\n" +
              "Министр Финансов или его заместитель или выдвинутый им представитель\n" +
              "\n" +
              "Министр Здравоохранения или его заместитель или выдвинутый им представитель",
            note: null,
          },
          {
            article: "Sec. 2.3",
            titleArticle:
              "Губернатор штата Сан-Андреас не может быть сенатором штата Сан-Андреас, но может выступать в нем. Имеет право создавать законопроекты и выдвигать их на голосование в Конгресс.",
            note: null,
          },
          {
            article: "Sec. 2.4",
            titleArticle:
              "Понятия “конгрессмен”, “член конгресса”, “члена сената” и “сенатор” тождественны",
            note: null,
          },
          {
            article: "Sec. 2.5",
            titleArticle:
              "В случае отсутствия члена Конгресса штата, вправе принять решение его заместитель или выдвинутый Министром представитель.",
            note: null,
          },
          {
            article: "Sec. 2.6",
            titleArticle:
              "Руководители государственных организаций имеют право назначить временно исполняющего обязанности Конгрессмена, по утвержденному Губернатором регламенту в журнале конгресса.",
            note: null,
          },
          {
            article: "Sec. 2.7",
            titleArticle:
              "Список постоянных и временных участников конгресса публикуется в журнале конгресса.",
            note: null,
          },
        ],
      },
      {
        article: "Section 3",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "Sec. 3.1",
            titleArticle:
              'При проведении голосования по тому или иному вопросу, члены Сената штата Сан-Андреас голосуют "За" или "Против"',
            note: null,
          },
          {
            article: "Sec. 3.2",
            titleArticle:
              "Правом решающего голоса по заявленному вопросу наделяется действующий Председатель Конгресса штата Сан-Андреас в случае разделения голосов поровну.",
            note: null,
          },
          {
            article: "Sec. 3.3",
            titleArticle:
              "Конгресс штата собирается по мере наличия одобренных поправок, для голосования и/или внесения их в законодательную базу штата.",
            note: null,
          },
          {
            article: "Sec. 3.4",
            titleArticle:
              "В чрезвычайных случаях, Губернатор своим решением может призвать Конгресс штата провести специальную сессию.",
            note: null,
          },
        ],
      },
      {
        article: "Section 4",
        titleArticle:
          "Во избежание возникновения противоречий с надлежащим исполнением своих обязанностей, ни один член Конгресса штата не вправе намеренно получать заработную плату, доходы, комиссионные или другой подобный заработок от лоббиста или лоббирующей компании.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 5",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "Sec. 5.1",
            titleArticle:
              "На заседания могут присутствовать: Председатель Конгресса, Сенаторы, Губернатор Штата, Верховный судья, иные люди с разрешения председателя конгресса.",
            note: null,
          },
          {
            article: "Sec. 5.2",
            titleArticle:
              "Заседания Конгресса Штата могут информационно освещаться официально зарегистрированными СМИ, за исключением случаев если когда конгресс не носит публичный характер.",
            note: null,
          },
          {
            article: "Sec. 5.3",
            titleArticle:
              "Председатель Конгресса Штата обязан оповестить сенаторов о предстоящем заседании Конгресса Штата не позднее, чем за 8 часов до начала заседания. Оповещение должно содержать точное время и место проведения Конгресса Штата.",
            note: null,
          },
          {
            article: "Sec. 5.4",
            titleArticle:
              "Заседание Конгресса Штата может быть перенесено Председателем Конгресса Штата.",
            note: null,
          },
          {
            article: "Sec. 5.5",
            titleArticle:
              "В случае опоздания Сенатора на заседание Конгресса Штата более чем на десять минут, его голос может не учитываться.",
            note: null,
          },
          {
            article: "Sec. 5.6",
            titleArticle:
              "Председатель Конгресса Штата, поочередно оглашает список предлагаемых поправок в действующее законодательство Штата.",
            note: null,
          },
          {
            article: "Sec. 5.7",
            titleArticle:
              "После оглашения каждой поправки в действующее законодательство Штата, Председатель Конгресса Штата обязан запустить процедуру обсуждения данной поправки. Обсуждение поправки проходит в порядке очереди.",
            note: null,
          },
          {
            article: "Sec. 5.8",
            titleArticle:
              "После процедуры обсуждения Председатель Конгресса Штата обязан запустить процедуру голосования.\n" +
              "Примечание: Процедура голосования запускается после каждой предлагаемой поправки. Допускается объединение голосования по некоторым правкам в случае необходимости.",
            note: null,
          },
        ],
      },
      {
        article: "Section 6",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "Sec. 6.1",
            titleArticle:
              "Каждый законопроект, принимаемый Конгрессом штата, должен быть представлен Губернатору в течении одного дня. Он становится законом после подписания Губернатором.",
            note: null,
          },
          {
            article: "Sec. 6.2",
            titleArticle:
              "Губернатор вправе наложить на него вето, возвратив с любыми возражениями в Конгресс, откуда законопроект поступил. Если затем Конгресс принимает законопроект путем поименного голосования по согласию двух третей членов, он становится законом.",
            note: null,
          },
        ],
      },
      {
        article: "Section 7",
        titleArticle:
          "Лицо, пытающееся оказать влияние на голос или действия члена Конгресса штата при исполнении его законодательных функций путем подкупа, обещания вознаграждения, запугивания или иным нечестным путем, а равно член Конгресса штата, который руководствовался подобным влиянием во время принятия решения, считается виновным в совершении преступления.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 8",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "Sec. 8.1",
            titleArticle:
              "Конгресс имеет исключительные полномочия по проведению импичмента. Основанием для импичмента признаются исчерпание кредита доверия, равно как и тяжкие и/или особо тяжкие преступления, попытка государственного переворота, дача или получение взятки в крупных размерах (от 100.000$) со стороны обвиняемого. Процедура импичмента предполагает собой собой голосование Сената.\n" +
              "\n" +
              "Представители конгресса выступают в роли суда присяжных, в то время как Верховный судьи - обвинителями. В случае успешного проведения процедуры импичмента, обвиняемый незамедлительно покидает занимаемую должность.\n" +
              "\n" +
              "Решение по делам об импичменте не распространяется дальше отстранения от должности и лишения права занимать, какую-либо должность в штате San Andreas. Но осужденная сторона, тем не менее, несет ответственность и подлежит предъявлению обвинения, судебному разбирательству, приговору и наказанию согласно Закону.",
            note: null,
          },
          {
            article: "Sec. 8.2",
            titleArticle:
              "Кворум для проведения сессии составляет 8 человек. Если член Конгресса не является на заседания Конгресса и отказывается от дистанционного голосования, он признается виновным в халатном отношении к исполнению своих обязанностей и подвластен уголовному преследованию.\n",
            note: null,
          },
        ],
      },
      {
        article: "Section 9",
        titleArticle:
          "Для содействия народу в осуществлении этого права при созыве каждой регулярной сессии Конгресса штата, Председатель сообщает на заседании о ее задачах и целях в этой сессии, а при закрытии каждой регулярной сессии – о прогрессе, достигнутом в достижении этих целей и задач.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 10",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "Sec. 10.1",
            titleArticle:
              "Председатель Конгресса и его заместители обладают следующим перечнем полномочий:\n" +
              "Исключать сенаторов из зала проведения заседаний лиц, нарушающих общественный порядок и законодательство, а также затягивание Конгресса;\n" +
              "Назначать время и повестку заседаний;\n" +
              "Устанавливать график плановых созывов сената, порядок и правила проведения заседаний;\n" +
              "Утверждать итоговый состав Сената (Председатель, как и его заместители имеют право не допустить к участию в заседании конкретных лиц, но они обязаны обосновать свое решение);\n" +
              "В случае нарушения внутреннего регламента проведения заседания, неявку сенатора без уважительной причины или иные деяния сенатора, порочащие честь и достоинство сенатора и Сената в целом, выписать таковому штрафную санкцию на сумму до 20.000$.\n" +
              "Выпускать нормативно-правовые акты, дающие трактование, разъяснение, пояснение или комментарий к действующему законодательству штата.",
            note: null,
          },
          {
            article: "Sec. 10.2",
            titleArticle:
              "Обязанности и права членов конгресса и других лиц:\n" +
              "Каждый член Конгресса обязан обладать достаточным уровнем компетенции в сфере законодательства Штата и руководствоваться здравым смыслом.\n" +
              "Каждый член Конгресса обязан соблюдать действующее законодательство Штата.\n" +
              "Каждый член Конгресса обязан соблюдать официальный стиль общения во время проведения заседания Конгресса Штата.\n" +
              "Членам Конгресса запрещено перебивать других конгрессменов во время проведения заседания Конгресса Штата.\n" +
              "Каждый член Конгресса в праве, с одобрения Председателя Конгресса, представить докладчика, предлагаемого им законопроекта, который вправе ответить на возникшие вопросы в ходе представления данного законопроекта.\n" +
              "Примечание: лицам, не обладающим правом принимать участие в обсуждении законопроектов, запрещено как-либо мешать проведению заседания Конгресса Штата.",
            note: null,
          },
        ],
      },
      {
        article: "Section 11",
        titleArticle:
          "Участвовать в голосовании и обсуждении может только один Сенатор. Остальным постоянным членам Конгресса разрешено присутствовать в отведенной зоне в качестве совещательного органа своего Сенатора",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 12",
        titleArticle:
          "Сенат должен вести и публиковать журнал своей работы. Поименное голосование членов по вопросу проводится и заносится в журнал по просьбе трех присутствующих членов.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 13",
        titleArticle:
          "Ни один закон не может быть принят иначе, как посредством законопроекта.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter: {
    title: "Глава IV. Исполнительная власть​\n",
    data: [
      {
        article: "Section 1",
        titleArticle:
          "Высшая исполнительная власть в штате San Andreas предоставляется Губернатору. Губернатор может потребовать от государственного учреждения, должностного лица или служащего предоставить любую информацию, которую сочтет необходимой.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 2",
        titleArticle:
          "Губернатором должен быть выборщик от двадцати одного года, являющийся гражданином штата San Andreas и жителем этого штата в течение десяти лет. Губернатор не может состоять на другой государственной должности.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 3",
        titleArticle:
          "Каждый период времени Губернатор отчитывается перед Сенатом штата о положении дел в штате и может вносить рекомендации.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 4",
        titleArticle:
          "Губернатор вправе требовать предоставления информации, относящейся к исполнению им своих обязанностей, от исполнительных служащих и служб.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 5",
        titleArticle:
          "Губернатор является верховным главнокомандующим силами Los Santos Police Department, Los Santos County Sheriff Department, Federal Investigation Bureau, San Andreas National Guard, что устанавливается законом. Губернатор вправе задействовать их для исполнения законов.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 6",
        titleArticle:
          "В соответствии с применением процедур, предусмотренных законом, Губернатор, на условиях, которые он считает надлежащими, вправе предоставлять отсрочку наказания, осуществлять помилование, замену наказания на более мягкое после вступления в силу приговора, за исключением случаев импичмента против Губернатора. Губернатор должен уведомить Сенат штата о каждом предоставлении отсрочки наказания, помиловании, замене наказания на более мягкое с указанием соответствующих оснований и причин.\n",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 7",
        titleArticle:
          "Вице-губернатор имеет такие же квалификации, права, обязанности, что и Губернатор.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 8",
        titleArticle:
          "Вице-губернатор становится временно исполняющим обязанности Губернатора при появлении таковой вакансии.\n" +
          "Вице-губернатор действует как Губернатор во время процедуры импичмента против него, отсутствия Губернатора в штате или временной неспособности Губернатора занимать должность.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 9",
        titleArticle:
          "В обязанности Генерального Прокурора входит надзор за единообразным и адекватным применением законов Штата. Генеральный Прокурор непосредственно руководит каждым прокурором, маршалом, шефом, шерифом, директором бюро и такими служащими правоохранительных органов, которые могут быть назначены в силу закона, во всех делах, связанных с исполнением обязанностей этих служащих, и он вправе требовать от них все доклады, которые сочтет целесообразными: о проведении расследования, задержания, уголовного преследования и наказания за преступления в соответствующих им юрисдикциях. В случае, когда по мнению Генерального Прокурора какой-либо закон штата применяется неадекватно, обязанностью Генерального Прокурора будет возбудить уголовное преследование за любое нарушение закона, в отношении которого вышестоящий суд распространяет юрисдикцию, задействовав при этом прокуратуру штата San Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 10",
        titleArticle:
          "Министерство Обороны осуществляет прямой контроль и надзор за San Andreas National Guard. Министр Обороны и его Заместитель являются прямым начальством данного ведомства.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 11",
        titleArticle:
          "Министерство Здравоохранения осуществляет прямой контроль и надзор на Emergency Medical Services. Министр Здравоохранения и его Советник являются прямым начальством данного ведомства.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 12",
        titleArticle:
          "Министерство Культуры осуществляет прямой контроль за развитием культуры, проведением мероприятий в штате San Andreas. Всякое мероприятие должно быть оговорено с Министром Культуры.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 13",
        titleArticle:
          "Министерство Культуры осуществляет прямой контроль и надзор за Weazel News. Министр культуры и его заместитель являются прямым начальством данного ведомства. Министерство Культуры занимается развитием культуры, проведением мероприятий в штате San Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 14",
        titleArticle:
          "Перед вступлением в должность Губернатор приносит присягу либо делает заявление в следующей форме: «Я торжественно клянусь (или заявляю), что буду добросовестно исполнять должность Губернатора Штата San-Andreas и по мере всех своих сил поддерживать, охранять и защищать Конституцию Штата San Andreas».",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 15",
        titleArticle:
          "Очерёдность преемственности Губернаторства в штате является порядком. Определяющий кто может занять пост Губернатора, или исполнять его обязанности, по причине нетрудоспособности, смерти, отставки или отстранения от должности действующего Губернатора. Очередность преемственности Губернаторства определяется следующим списком:\n" +
          "Вице-губернатор\n" +
          "Генеральный Прокурор\n" +
          "Министр Национальной Безопасности\n" +
          "Иное нижестоящее должностное лицо по иерархии.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 16",
        titleArticle:
          "Губернатор вправе по своему усмотрению формировать, комплектовать, модифицировать и расформировывать Министерства (органы государственного контроля отдельными сферами деятельности). Губернатор может делегировать любую из своих функций, обязанностей, полномочий (кроме функции одобрения или неодобрения Законов и законопроектов, принятых Сенатом) любому должностному лицу.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 17",
        titleArticle:
          "Губернатор вправе заполнять и освобождать должности в Правительстве по своему усмотрению.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 18",
        titleArticle:
          "Губернатор принимает послов и других официальных представителей; он заботится о том, чтобы законы добросовестно исполнялись, и удостоверяет в должности всех должностных лиц Штата San Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 19",
        titleArticle:
          "Губернатор имеет право распоряжаться казной штата на своё усмотрение в разумной мере, руководствуясь имеющимся бюджетом, планируемыми расходами и целевыми направлениями.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 20",
        titleArticle:
          "Губернатор имеет право производить изменения в процедуре работы государственных организаций и в занимаемых представителями должностях (не нарушая при этом действующего законодательства и конституции).",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 21",
        titleArticle:
          "Губернатор имеет право официально организовывать общественные мероприятия на средства Штата, если они имеют стратегическое или культурное значение для благополучия граждан Штата San-Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 22",
        titleArticle:
          "Губернатор имеет право представлять к наградам как государственные, юридические, так и частные, физические лица за верное служение Штату, особые достижения, открытия и активное участие в жизни San Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 23",
        titleArticle:
          "Штат San-Andreas сохраняет за собой абсолютную и беспрекословную монополию на осуществление государственными структурами правоохранительных и силовых функций. Исключение: силовые функции могут быть делегированы на контрактной основе официальному подрядчику с одобрения Губернатора и Генерального Прокурора.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 24",
        titleArticle:
          'Должностные лица, указанные в Законе "О Неприкосновенности должностных лиц штата San Andreas" и других нормативно-правовых актах наделены особыми правами для осуществления своей деятельности на территории Штата San-Andreas.',
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 25",
        titleArticle:
          "Сотрудники USSS могут нарушить действующее законодательство штата с целью исполнения служебных обязанностей при угрозе жизни Губернатору Штата.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 26",
        titleArticle:
          "Срок полномочий Губернатора заканчивается по истечению 45 суток пребывания на своем посту и может быть продлен в случае его переизбрания.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 27",
        titleArticle:
          "Губернатор Штата обладает исключительным правом давать трактовки, пояснения, объяснения действующего законодательства штата.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter5: {
    title: "Глава V. Судебная власть",
    data: [
      {
        article: "Section 1",
        titleArticle:
          "В штате должна быть единая судебная система. Судебная власть в штате San Andreas предоставляется Федеральному, Верховному, Апелляционному и Окружному судам. Судьи назначаются исключительно Губернатором штата San Andreas. Судьи как Верховного, так и нижестоящего суда занимают свои должности, пока добросовестно исполняют свои обязанности, и в установленные сроки получают за свои услуги вознаграждение, которое не может быть уменьшено во время их пребывания в должности.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 2",
        titleArticle:
          "Высшей судебной инстанцией Штата Сан-Андреас является Верховный суд штата Сан-Андреас. Окончательные решения и постановления Верховного суда штата Сан-Андреас могут быть пересмотрены Федеральным судьей Соединенных Штатов. Исполняющий обязанности Федерального судьи осуществляет все его функции во время его отсутствия или нетрудоспособности. Федеральный суд рассматривает оспариваемые дела, иски, вердикты Верховного судьи штата San Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 3",
        titleArticle:
          "Верховный суд рассматривает уголовные дела, переданные в производство Верховного суда из окружного суда, прокуратуры штата, агентов подотдела IID Федерального бюро, а именно уголовные дела о преступлениях лиц, занимающих высшие руководящие государственные должности первого уровня, а также Вице-Губернатора; на прокуроров и сотрудников подотдела IID FIB; дела, вытекающие из конституционных споров. Верховный суд рассматривает оспариваемые дела, иски, вердикты Апелляционного судьи.\n",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 4",
        titleArticle:
          "Исполняющий обязанности председательствующего судьи осуществляет все его функции во время его отсутствия или нетрудоспособности.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 5",
        titleArticle:
          "Апелляционный суд осуществляет судебную власть в пределах штата и выполняет роль второй судебной инстанции. Апелляционный судья рассматривает оспариваемые дела, иски, вердикты Окружного судьи. Апелляционный судья не может быть тем же судьей, который рассматривал дело в Окружном суде.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 6",
        titleArticle:
          "Окружной суд осуществляет судебную власть в пределах штата и выполняет роль первый судебной инстанции. Дело окружного суда рассматриваются исключительно окружным судом. Окружной суд рассматривает нарушение нормативно-правовых актов штата Сан-Андреас поданных в суд от таких лиц, как: Прокуратура, адвокатура, частные адвокаты, агенты подотдела IID FIB. Окружной суд рассматривает абсолютно все преступления совершенные в пределах штата, также занимающих высшие руководящие государственные должности второго уровня. Исключение составляют конституционные споры.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 7",
        titleArticle:
          "Коллегия адвокатов штата San Andreas является публично-правовой корпорацией. Лицо, допущенное к ведению юридической деятельности в штате San Andreas, и имеющее на него лицензию, является членом Коллегии адвокатов штата.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 8",
        titleArticle:
          "Решения Верховного суда, апелляционных и окружных судов рассматривающих дела, должны быть в письменной форме и обоснованными.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 9",
        titleArticle:
          "Судья лишается права действовать в качестве судьи, когда ожидается обвинительный судебный акт, или достоверная информация, содержащие обвинения судьи в преступлении, наказуемом, как тяжкое, или особо тяжкое преступление, по законам штата San Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 10",
        titleArticle:
          "Суды гарантируют непредвзятость при рассмотрении дел вне зависимости от состава участников процесса, по признакам половой, расовой, национальной, политической принадлежности и другим, не предусмотренным федеральным законом основаниям.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 11",
        titleArticle:
          "Непредвзятость судьи при принятии им решений обеспечивается неприкосновенностью судьи, которая гарантируется Конституцией и законами Штата.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 12",
        titleArticle: "Все судейские должности должны быть внепартийными.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 13",
        titleArticle:
          "В случае, если верховный судья покинул свой пост по доказанным обвинениям в преступлении, новый Верховный судья вправе пересмотреть старые дела, где имеются спорные моменты и вынести новые вердикты.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 14",
        titleArticle:
          "Судебный кодекс является пояснением Конституции , а именно главы 5.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 15",
        titleArticle:
          "На судей возложена обязанность в признании/непризнании вины Физических и Юридических лиц, пользуясь этим они могут самостоятельно осуществлять правосудие вне зависимости от мнения гос. обвинителя, но они обязаны следовать принципам законности, гласности, справедливости, соблюдения прав и свобод человека и гражданина. В случае , если судья злоупотребить своим правом, он будет наказан в соответствии с УК Штата SA, злоупотреблением своим правом - отягчающее обстоятельство.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 16",
        titleArticle:
          "Все процессы, ордера и другие мандаты окружного суда, апелляционного суда, верховного суда и федерального суда могут быть поданы и исполнены в любой части штата.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter6: {
    title: "Глава VI. Избирательная власть и выборы",
    data: [
      {
        article: "Section 1",
        titleArticle:
          "Каждый гражданин имеет право голосовать на каждых выборах за всех должностных лиц, избираемых народом, и по всем вопросам, выносимым на голосование народа, при условии, что такому гражданину исполнилось восемнадцать лет или больше и он постоянно проживал в штате Сан-Андреас в течение десяти лет, следующих за выборами.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 2",
        titleArticle:
          "Избирателю, который голосует на выборах в соответствии с законами штата Сан-Андреас, засчитывается этот голос.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 3",
        titleArticle:
          "Конгресс штата запрещает использование ненадлежащих приемов, наносящих ущерб выборам, и предусматривает дисквалификацию избирателей в случае их невменяемости, заключении в тюрьму или условно-досрочном освобождении за тяжкое, особо тяжкое преступление.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 4",
        titleArticle:
          "Законодательная инициатива представляет собой право Палаты представителей предлагать законы и поправки к Конституции.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 5",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "Sec. 5.1",
            titleArticle:
              "Акт референдума, одобренный соответственно большинством голосов, вступает в силу на следующий день, после подписания такого акта Губернатором.\n",
            note: null,
          },
          {
            article: "Sec. 5.2",
            titleArticle:
              "Если положения, содержащиеся в двух или более законодательных предположениях, одобренных на одних и тех же выборах, вступают в противоречие, то превалирующей становится норма, получившая наибольшее число голосов «за».",
            note: null,
          },
        ],
      },
      {
        article: "Section 6",
        titleArticle: "Голосование должно быть тайным.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 7",
        titleArticle:
          "Инициатива - это право избирателей предлагать законы и поправки к Конституции, а также принимать или отклонять их.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "Sec. 7.1",
            titleArticle:
              "Инициативная мера может быть предложена путем представления Губернатору законопроекта, в которой излагается текст предлагаемого закона или поправки к Конституции",
            note: null,
          },
          {
            article: "Sec. 7.2",
            titleArticle: "Инициативная мера регулируется Губернатором Штата.",
            note: null,
          },
          {
            article: "Sec. 7.3",
            titleArticle:
              "Губернатор вправе отказывать или одобрять законопроекты для дальнейшего голосования в Конгрессе без объяснения причины.",
            note: null,
          },
          {
            article: "Sec. 7.4",
            titleArticle: "Все законопроекты одобряются Федеральным судьей.\n",
            note: null,
          },
        ],
      },
    ],
  },
  chapter7: {
    title: "Глава VII. Трудовые отношения",
    data: [
      {
        article: "Section 1",
        titleArticle:
          "Конгресс штата вправе предусмотреть уровень минимальной заработной платы и общего благосостояния работников и в этих целях вправе предоставить соответствующей комиссии законодательные, исполнительные и судебные полномочия.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 2",
        titleArticle:
          "Работодатель в праве устанавливать время рабочего дня для рабочих, которое не может превышать 12 часов в сутки, за исключением военного положения или чрезвычайного положения, введенных по соответствующей правовой процедуре. Конгресс штата обязан предусмотреть правовую процедуру применения данной статьи во время военного положения или чрезвычайного положения.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 3",
        titleArticle:
          "Конгресс штата настоящим наделяется всей полнотой власти, неограниченной положениями этой Конституции, по установлению и применению всеобъемлющей системы компенсаций рабочим путем принятия соответствующего законодательства.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter8: {
    title: "Глава VIII. Чрезвычайное и военное положение\n",
    data: [
      {
        article: "Section 1",
        titleArticle:
          "Чрезвычайное положение – положение, вводимое в отдельных частях штата для предотвращения крупной незаконной деятельности, либо устранения результатов крупных террористических актов, либо крупных катастроф различного характера.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 2",
        titleArticle:
          "Военное положение - это правовой режим в государстве и его части, как правило из-за внутренних факторов, который устанавливается решением высшего органа государственной власти в случае агрессии против государства или непосредственной угрозы агрессии внутри государства",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 3",
        titleArticle:
          "В период действия чрезвычайного или военного положения запрещаются любые собрания, в том числе и мирные протесты, для обеспечения безопасности населения",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 4",
        titleArticle:
          "При организации сопротивления сотрудники силовых структур вправе задержать нарушителей режима чрезвычайного и военного положения для дальнейших разбирательств.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 5",
        titleArticle:
          "Правоохранительные органы вправе устанавливать контрольно-пропускные пункты на въездах и выездах с территории проведения положения.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 6",
        titleArticle:
          "Правоохранительные органы обязаны установить штаб на территории проведения положения.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 7",
        titleArticle:
          "Правоохранительные органы вправе обыскивать граждан, нарушающих режим введенного положения.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 8",
        titleArticle:
          "В период действия введенного положения руководство действиями всех правоохранительных, гражданских, медицинских, военных и иных государственных (федеральных) структур возлагается на Федеральное Расследовательское Бюро. В случае отсутствия FIB указом Губернатора на руководство действиями могут назначаться другие силовые структуры.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 9",
        titleArticle:
          "Чрезвычайное и военное положение вводится соответствующим указом Губернатора.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 10",
        titleArticle:
          "Все спец. операции, планируемые и организуемые в период действия ЧП/ВП, согласуются с Директором Федерального Расследовательского Бюро или Губернатором штата.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 11",
        titleArticle:
          "Гражданским лицам запрещено посещение районов ВП и ЧП с оружием.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 12",
        titleArticle:
          "Применение огнестрельного оружия допускается только после предупреждения.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 13",
        titleArticle:
          "Чрезвычайное или военное положение вводится по следующим причинам:" +
          "Пункт 1. Преступления против общественной безопасности.\n" +
          "Пункт 2. Организация и участие в массовых беспорядках.\n" +
          "Пункт 3. Оказание вооруженного сопротивления представителям власти.\n" +
          "Пункт 4. Террористические акты.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 14",
        titleArticle:
          "Во время введенного положения также вводится комендантский час. Во такое время запрещено нахождение гражданских лиц на территории положения без особой необходимости.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 15",
        titleArticle:
          "Правоохранительным структурам разрешается использование специальной техники во время введенного положения.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 16",
        titleArticle:
          "Во время чрезвычайного положения запрещено передвигаться на таком транспорте вне зоны проведения положения.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 17",
        titleArticle: "Проезд до территории и обратно не запрещается.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 18",
        titleArticle:
          "Для предотвращения незаконной деятельности в период действия положения, Директор Федерального бюро и Губернатор вправе организовать группы из силовых структур для проведения операций по ликвидации отдельных преступных субъектов.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 19",
        titleArticle:
          "Любые нарушения настоящего закона влекут за собой уголовную ответственность.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 20",
        titleArticle:
          "Территория, на которую введено одно из положения патрулируется сотрудниками LSCSD, LSPD, FIB, SANG.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 21",
        titleArticle:
          "В период действия чрезвычайного положения приоритет EMS ориентирован на обеспечение медицинской поддержкой силовых структур и высшего руководства Правительства Штата.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 22",
        titleArticle:
          "Чрезвычайное и военное положение вводится на срок, не превышающий 12 часов с момента публикации соответствующего указа Губернатора.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 23",
        titleArticle:
          "По окончанию введенного положения, государственным структурам необходимо покинуть территорию в течении часа.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 24",
        titleArticle:
          "Правительство обязуется оповещать население при помощи государственной волны о введении ЧП/ВП не позже, чем за 5 минут после введения такого положения.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter9: {
    title: "Глава IX. Поправки и пересмотр Конституции\n",
    data: [
      {
        article: "Section 1",
        titleArticle:
          "Конгресс штата путем поименного голосования с занесением в журнал заседания вправе предлагать внесение поправок и пересмотр Конституции, и в таком же порядке вправе дополнить или отозвать свое предложение. Поправка или поправки передаются верховному судье, обязанностью которого является в течение пяти дней после этого представить письменное заключение сенату относительно влияния такой поправки или поправок на другие положения Конституции. Каждая поправка должна быть подготовлена и передана на рассмотрение таким образом, чтобы таковая выдвигалась на голосование отдельно. Ни непредставление верховным судьей заключения относительно такой предлагаемой поправки, ни его или ее неспособность сделать это своевременно не влияют на действительность такой предлагаемой поправки или законодательных действий по ней.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Section 2",
        titleArticle:
          "Поправки в Конституцию штата обязательно должны иметь одобрения как минимум половины Конгресса и утверждены Федеральным судьей, прежде чем поступят на рассмотрение Губернатору.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
};
