import { codexType } from "../types/types";

export const criminalCode: codexType = {
  chapter1: {
    title: "Глава 1. Понятие преступления и покушение на преступление.",
    data: [
      {
        article: "1.1",
        titleArticle:
          "Преступлением признается виновно совершенное общественно опасное деяние (противоправное, осознанное, волевое, действие или бездействие, нарушающее или создавшее реальную угрозу нарушения общественных отношений, охраняемых Уголовным законодательством), запрещенное настоящим Кодексом под угрозой наказания.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "1.2",
        titleArticle:
          "Не является преступлением действие (бездействие), хотя формально и содержащее признаки преступления, но в силу малозначительности не представляющее общественной опасности.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "1.3",
        titleArticle:
          "Совокупностью преступлений признается совершение лицом двух или более преступлений, предусмотренных статьями настоящего Кодекса.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "1.3.1",
        titleArticle:
          "По приговору суда лицо может быть привлечено к уголовной ответственности по совокупности преступлений за каждое совершенное преступление по соответствующей статье настоящего Кодекса.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "1.3.2",
        titleArticle:
          "В случаях, не предусмотренных статьей 1.3.1 настоящего Кодекса, лицо несет наказание по той статье, которая имеет наибольший приоритет розыска.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "1.4",
        titleArticle:
          "Покушением на преступление признаются умышленные действия (бездействие) лица, непосредственно направленные на совершение преступления, если при этом преступление не было доведено до конца по не зависящим от этого лица обстоятельствам. Уголовная ответственность за покушение наступает по статье настоящего Кодекса, предусматривающей ответственность за оконченное преступление, со ссылкой на настоящую статью, но не может превышать половины предельного наказания за оконченное преступление.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "1.5",
        titleArticle: "Термины и определения используемые в данном кодексе:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "",
            titleArticle:
              "Арест — ограничение свободы человека с целью его заключения под стражу или под домашний арест в соответствии с законом. Арест может осуществляться на основе решения суда, выданного по запросу правоохранительных органов, либо в случае задержания на месте преступления при наличии у правоохранителей достаточных оснований для ареста.",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Судимость — правовое состояние гражданина (лица), который был признан виновным в совершении преступления и к которому было применено наказание.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Green — вид наркотического вещества содержащего каннабиноиды.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Рецидив — это совершение умышленного преступления лицом, имеющее судимость за ранее совершенное преступление.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Телесное повреждение — нарушение анатомической целостности тканей, органов человека и их функций, возникающее вследствие действия внешних повреждающих факторов.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Тяжкое телесное повреждение — телесное повреждение, опасное для жизни в момент причинения, или повлекшее потерю любого органа или его функций, психическую болезнь или другое расстройство здоровья, соединенное со стойкой потерей трудоспособности не менее как на одну треть, или прерывание беременности, или непоправимое изуродование лица.\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Кража — тайное хищение чужого имущества\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Грабеж — открытое хищение чужого имущества, выражается в похищении имущества, совершенном без насилия над личностью или с насилием, которое не опасно для жизни и здоровья.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Разбой — нападение, в целях хищения чужого имущества, сопряженного с применением опасного для жизни или здоровья насилия, либо с угрозой его применения.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Предпринима́тельство (предпринима́тельская де́ятельность) — самостоятельная, осуществляемая на свой риск деятельность, направленная на систематическое получение прибыли от владения имуществом, продажи товаров, выполнения работ или оказания услуг. Лица, осуществляющие предпринимательскую деятельность, должны быть зарегистрированы в этом качестве в установленном законом порядке, если иное не предусмотрено законом.\n" +
              "Примечание: Отдельные случаи продажи товаров, выполнения работ или оказания услуг, не приводящие к систематическому получению прибыли, предпринимательством не является.",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Оскорбление — умышленное унижение чести и достоинства личности. Оскорбление может быть нанесено в виде высказывания (устно, письменно) или в виде действия (плевок, неприличный жест). В отличие от клеветы, оскорбление может не нести в себе заведомо ложных сведений. Оскорбление заключается в негативной оценке личности либо внешности человека, его качеств, поведения.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Азартная игра - основанное на риске соглашение о выигрыше, заключенное двумя или несколькими участниками такого соглашения между собой либо с организатором азартной игры по правилам, установленным организатором азартной игры.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Обще́ственный де́ятель — лицо, занимающееся общественной деятельностью, то есть деятельностью по добровольному обслуживанию политических, культурных, профессиональных нужд общества. (Пример: Губернатор)\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Помеха — то, что мешает, препятствует выполнению прямой деятельности.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Телесные повреждения легкой степени тяжести - ушибы, ссадины, царапины, синяки.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Телесные повреждения средней степени тяжести - травмы, которые безопасны для жизни, но могут влиять на трудоспособность человека. К таким травмам относятся: переломы, сотрясение мозга, ушибы внутренних органов и иные повреждения, которые требуют медицинского вмешательства.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Телесные повреждения тяжелой степени тяжести - серьезные и опасные повреждения, которые могут представлять опасность для жизни потерпевшего или привести к долгосрочным и необратимым последствиям. Таковыми могут быть: тяжелые переломы, доведение до предсмертного состояния, травмы позвоночника, ожоги больших площадей и другие критические для жизни и здоровья повреждения.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Слово “умышленно” применительно к намерению, с которым совершается действие или бездействие, подразумевает просто цель или готовность совершить действие или совершить упомянутое бездействие. Для этого не требуется какого-либо намерения нарушить закон, причинить вред другому лицу или получить какое-либо преимущество\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Слова “пренебрежение”, “халатность”, “небрежный” и “небрежно” указывают на недостаток такого внимания к характеру или вероятным последствиям действия или бездействия, которое обычно проявляет благоразумный человек, действуя в своих интересах.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Слово “коррупционно” подразумевает противоправный умысел приобрести или причинить какое-либо денежное или иное преимущество лицу, виновному в упомянутом действии или бездействии, или какому-либо другому лицу.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              'Слова “злой умысел“ и ”злонамеренно" означают желание досадить или ранить другого человека или намерение совершить противоправное деяние, установленное либо доказательствами, либо презумпцией права.\n',
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Слово “сознательно” подразумевает только знание того, что существуют факты, которые подводят действие или бездействие под положения настоящего кодекса. Для этого не требуется какого-либо знания о незаконности такого действия или бездействия.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Слово “взятка” означает что-либо ценное или выгодное, настоящее или предполагаемое, или любое обещание или обязательство дать что-либо, запрошенное, данное или принятое с коррупционным намерением оказать незаконное влияние на лицо, которому оно дается, на его действия, голосование или мнение в любом публичном или официальном качестве.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Слово “собственность” включает в себя как недвижимое, так и движимое имущество.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Слова “недвижимое имущество” имеют одинаковое значение с землями, доходными домами и наследственными владениями.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Слова “личная собственность” включают деньги, товары, движимое имущество, действующие вещи и доказательства задолженности.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Слово “месяц” означает календарный месяц, если не указано иное; слово “дневное время” означает период между восходом и заходом солнца, а слово “ночное время” означает период между заходом и восходом солнца.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Слова и фразы должны толковаться в соответствии с контекстом и одобренным использованием языка; но технические слова и фразы, а также другие, которые могли приобрести особое и соответствующее значение в законодательстве, должны толковаться в соответствии с таким особым и соответствующим значением.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Слова, дающие совместные полномочия трем или более государственным должностным лицам или другим лицам, толкуются как дающие такие полномочия большинству из них, если иное не выражено в акте, дающем полномочия.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Когда по закону требуется проставление печати суда или государственного должностного лица на какой-либо бумаге, слово “печать” включает оттиск такой печати только на бумаге или на любом материале, прикрепленном к бумаге, способном оставлять видимый оттиск. Печать частного лица может быть сделана аналогичным образом, или с помощью прокрутки ручки, или путем написания слова “печать” против его или ее имени.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Слово “раздел”, когда бы оно ни использовалось далее, относится к разделу настоящего кодекса, если только прямо не упоминается какой-либо другой кодекс или статут.\n",
            note: null,
          },
        ],
      },
    ],
  },
  chapter2: {
    title: "Глава 2. Соучастие в преступлении.",
    data: [
      {
        article: "2.1",
        titleArticle:
          "Соучастием в преступлении признается умышленное совместное участие двух или более лиц в совершении умышленного преступления.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "2.2",
        titleArticle:
          "Соучастниками преступления наряду с исполнителем признаются организатор, подстрекатель и пособник.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "",
            titleArticle:
              "Исполнитель - лицо, непосредственно совершившее преступление, либо непосредственно участвовавшее в его совершении совместно с другими лицами (соисполнителями).",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Организатор - организатором признается лицо, организовавшее совершение преступления или руководившее его исполнением.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Подстрекатель - лицо, склонившее другое лицо к совершению преступления путем уговора, подкупа, угрозы или другим способом.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Пособник - лицо, содействовавшее совершению преступления советами, указаниями, предоставлением информации, средств или орудий совершения преступления либо устранением препятствий.\n",
            note: null,
          },
        ],
      },
      {
        article: "2.3",
        titleArticle:
          "Соучастники преступления вне зависимости от вида соучастия несут ответственность в равном объёме.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "2.4",
        titleArticle:
          "Преступление признается совершенным группой лиц, если в его совершении совместно участвовали два или более исполнителя.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "2.5",
        titleArticle:
          "Совершение преступления группой лиц влечет более строгое наказание.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter3: {
    title: "Глава 3. Обстоятельства, исключающие преступность деяния.",
    data: [
      {
        article: "3.1",
        titleArticle:
          "Не является преступлением причинение вреда посягающему лицу в состоянии необходимой обороны, при защите личности и прав обороняющегося или других лиц, если это посягательство было сопряжено с насилием, опасным для жизни обороняющегося или другого лица, либо с непосредственной угрозой применения такого насилия.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.2",
        titleArticle:
          "При причинении вреда в состоянии необходимой обороны не должны быть нарушены пределы необходимой обороны (умышленные действия, явно не соответствующие характеру и опасности посягательства)",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.3",
        titleArticle:
          "Не является преступлением причинение вреда лицу, совершившему преступление, при его задержании для доставления органам власти, если иными средствами задержать такое лицо не представлялось возможным и при этом не было допущено превышения необходимых для этого мер (когда лицу без необходимости причиняется явно чрезмерный, не вызываемый обстановкой вред).",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.4",
        titleArticle:
          "Не является преступлением причинение вреда в состоянии крайней необходимости, то есть для устранения опасности, непосредственно угрожающей личности и правам данного лица или иных лиц, если эта опасность не могла быть устранена иными средствами и при этом не было допущено превышения пределов крайней необходимости (явно не соответствующего характеру и степени угрожавшей опасности и обстоятельствам).",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.5",
        titleArticle:
          "Не является преступлением причинение вреда при обоснованном риске для достижения общественно полезной цели, если указанная цель не могла быть достигнута не связанными с риском действиями (бездействием). Риск не признается обоснованным, если он заведомо был сопряжен с угрозой для жизни многих людей.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.6",
        titleArticle:
          "Не является преступлением причинение вреда охраняемым интересам лицом, действующим во исполнение обязательных для него приказа или распоряжения. Уголовную ответственность за причинение такого вреда несет лицо, отдавшее незаконные приказ или распоряжение. (Лицо, совершившее преступление во исполнение заведомо незаконных приказа или распоряжения, несет уголовную ответственность на общих основаниях. Неисполнение заведомо незаконных приказа или распоряжения исключает уголовную ответственность).",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.7",
        titleArticle:
          "Не является преступлением деяние, совершенное неумышленно, то есть по неосторожности, кроме случаев, когда иное предусмотрено соответствующими статьями Особенной части настоящего Кодекса.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.7.1",
        titleArticle:
          "Деяние признается умышленным, если лицо осознавало общественную опасность деяния и желало наступления опасных последствий или относилось к их наступлению безразлично.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.7.2",
        titleArticle:
          "Деяние признается неумышленно, если лицо предвидело возможность наступления общественно опасных последствий деяния, но без достаточных к тому оснований самонадеянно рассчитывало на предотвращение этих последствий, а равно не предвидело возможности наступления общественно опасных последствий деяния, хотя при необходимой внимательности и предусмотрительности должно было и могло предвидеть эти последствия.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.8",
        titleArticle:
          "Закон, устраняющий преступность деяния, который смягчает наказание и улучшает положения лица, совершившего преступление, имеет обратную силу, то есть распространяется на лиц, совершивших соответствующие деяния до вступления такого закона в силу.\n",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter4: {
    title: "Глава 4. Назначение наказания. Виды и цели наказания.",
    data: [
      {
        article: "4.1",
        titleArticle:
          "Лицу, признанному виновным в совершении преступления, назначается справедливое наказание в пределах, предусмотренных соответствующей статьей Особенной части настоящего Кодекса, и с учетом положений Общей части настоящего Кодекса.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.2",
        titleArticle:
          "При назначении наказания учитываются характер и степень общественной опасности преступления и личность виновного, в том числе обстоятельства, смягчающие и отягчающие наказание.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.3",
        titleArticle: "Смягчающими обстоятельствами признаются:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "4.3.1",
            titleArticle:
              "Совершение преступления в результате физического или психического принуждения либо в силу материальной, служебной или иной зависимости.",
            note: null,
          },
          {
            article: "4.3.2",
            titleArticle:
              "Совершение преступления при нарушении условий правомерности необходимой обороны, задержания лица, совершившего преступление, крайней необходимости, обоснованного риска, исполнения приказа или распоряжения.",
            note: null,
          },
          {
            article: "4.3.3",
            titleArticle:
              "Противоправность или аморальность поведения потерпевшего, явившегося поводом для преступления.\n" +
              "явка с повинной, активное способствование раскрытию и расследованию преступления, изобличению и уголовному преследованию других соучастников преступления.",
            note: null,
          },
          {
            article: "4.3.4",
            titleArticle:
              "Оказание медицинской и иной помощи потерпевшему после совершения преступления, добровольное возмещение имущественного ущерба и морального вреда, причиненных в результате преступления, иные действия, направленные на заглаживание вреда, причиненного потерпевшему.",
            note: null,
          },
          {
            article: "4.3.5",
            titleArticle: "Сделка со следствием",
            note: "Сделка со следствием - досудебное соглашение о сотрудничестве, при котором обвиняемый признает свою вину и всячески содействует следствию, в некоторых случаях возмещает причиненный ущерб.",
          },
          {
            article: "4.3.6",
            titleArticle: "Иные обстоятельства",
            note: null,
          },
        ],
      },
      {
        article: "4.4",
        titleArticle: "Отягчающими обстоятельствами признаются:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "4.4.1",
            titleArticle: "Совершение преступления в составе группы лиц",
            note: null,
          },
          {
            article: "4.4.2",
            titleArticle:
              "Совершение преступления по мотивам политической, идеологической, расовой, национальной или религиозной ненависти, или вражды либо по мотивам ненависти или вражды в отношении какой-либо социальной группы.",
            note: null,
          },
          {
            article: "4.4.3",
            titleArticle:
              "Совершение преступления из мести за правомерные действия других лиц, а также с целью скрыть другое преступление или облегчить его совершение.",
            note: null,
          },
          {
            article: "4.4.4",
            titleArticle:
              "Совершение преступления в отношении лица или его близких в связи с осуществлением данным лицом служебной деятельности или выполнением общественного долга.",
            note: null,
          },
          {
            article: "4.4.5",
            titleArticle:
              "Совершение преступления с особой жестокостью, садизмом, издевательством, а также мучениями для потерпевшего.",
            note: null,
          },
          {
            article: "4.4.6",
            titleArticle:
              "Совершение преступления с использованием доверия, оказанного виновному в силу его служебного положения или договора.",
            note: null,
          },
          {
            article: "4.4.7",
            titleArticle:
              "Совершение преступления с использованием форменной одежды или документов представителя власти.",
            note: null,
          },
          {
            article: "4.4.8",
            titleArticle:
              "Многократное умышленное совершение преступления, а равно рецидив",
            note: null,
          },
        ],
      },
      {
        article: "4.5",
        titleArticle:
          "Наказание является мерой государственного принуждения, назначаемая по приговору суда и иным решениям, описанных настоящим Кодексом. Наказание применяется к лицу, признанному виновным в совершении преступления, и заключается в лишении или ограничении прав и свобод по соответствующим положениям статьей настоящего Кодекса.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.6",
        titleArticle:
          "Назначение наказание осуществляется введением в законную силу соответствующего судебного решения",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.6.1",
        titleArticle:
          "Время содержания лица под стражей до судебного разбирательства учитывается при вынесении приговора.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.6.2",
        titleArticle:
          "Штрафы, предусмотренные статьями настоящего Кодекса, применяются исключительно в судебном порядке либо прокуратурой в судебном процессе.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.6.3",
        titleArticle:
          "Судебные органы штата и прокуратура штата являются исключительными уполномоченными инстанциями, обладающими необходимой компетенцией для анализа и принятия решений относительно установления наличия фактов халатности в действиях или бездействии государственных служащих, превышения или злоупотребления должностными полномочиями, преступления против чести и достоинства, преступления против свободы, преступления в сфере экономической деятельности, преступления против общественной безопасности, преступления против государственной власти, преступления против власти, преступления против правосудия, преступления против порядка управления, а также подтверждения или опровержения фактов нарушения прав и законных интересов граждан, организаций и государства.",
        punishment: [],
        keyword: [],
        exception:
          "В случае имеющихся обоснованных оснований полагать, что были совершены преступления, перечисленные в данном разделе, физическое лицо, подвергшееся таким подозрениям, может быть подвергнуто задержанию. Тем не менее, в случае, если представитель прокуратуры не вынес заключительное решение о вопросе виновности, либо не принял вызов и(или) не явился на место задержания и(или) ареста - лицо освобождается из-под задержания(ареста), все материалы могут быть переданы в прокуратуру.",
        explanation: null,
        note:
          "Перечень преступлений, решение о привлечении к ответственности, за совершение которых выносится исключительно по результатам судебных разбирательств или прокуратурой:\n" +
          "7.4, 7.5, 7.6, 11.4, 11.7, 11.8, 11.10, 11.11, 12.12, 12.13, 14.3, 14.5, 14.7, 15.1, 15.1.1, 15.6, 15.10, 16.4, 16.8, 16.10, 17.5, 16.19",
      },
      {
        article: "4.7",
        titleArticle:
          "В результате судебного процесса по уголовному делу могут быть назначены следующие виды наказаний:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "-",
            titleArticle:
              "Судебный штраф. (Сумма регулируется на усмотрение Суда)",
            note: null,
          },
          {
            article: "-",
            titleArticle:
              "Лишение права занимать определенные должности или заниматься определенной деятельностью",
            note: null,
          },
          {
            article: "-",
            titleArticle:
              "Увольнение с государственной или военной службы, в том числе с лишением всех званий, наград и привилегий",
            note: null,
          },
          {
            article: "-",
            titleArticle: "Лишение свободы на определенный срок",
            note: null,
          },
          {
            article: "-",
            titleArticle: "Пожизненное лишение свободы",
            note: null,
          },
          {
            article: "-",
            titleArticle:
              "Компенсация и возмещение пострадавшему юридическому или физическому лицу. (Сумма регулируется на усмотрение Суда)",
            note: null,
          },
          {
            article: "-",
            titleArticle: "Конфискация имущества",
            note: null,
          },
          {
            article: "-",
            titleArticle: "Принудительное психиатрическое лечение",
            note: null,
          },
          {
            article: "-",
            titleArticle: "Исправительные работы",
            note: null,
          },
          {
            article: "-",
            titleArticle: "Ограничение свободы",
            note: null,
          },
          {
            article: "-",
            titleArticle: "Арест",
            note: null,
          },
          {
            article: "-",
            titleArticle:
              "Применение принудительных мер воспитательного характера в отношении осужденных несовершеннолетних",
            note: null,
          },
          {
            article: "-",
            titleArticle: "Лишение права заниматься определенной деятельностью",
            note: null,
          },
          {
            article: "-",
            titleArticle: "Лишение права на управление транспортным средством",
            note: null,
          },
        ],
      },
      {
        article: "4.7.1",
        titleArticle:
          "Мера наказания указанная в статьях, может регулироваться вердиктом Суда. Виды наказания указаны в статье 4.7 настоящего Кодекса.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.7.2",
        titleArticle:
          "В результате расследования правоохранительными органами по уголовному делу может быть назначено только лишение свободы на определенный срок (КПЗ).",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.7.3",
        titleArticle:
          "Если органом, проводившим расследование, не был установлен запрет выхода под залог в соответствии с Процессуальным кодексом Штата Сан-Андреас, лицу, отбывающему наказание, лишение свободы может быть заменено на залог, определяемый в соответствии с положениями соответствующих статей настоящего Кодекса.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.8",
        titleArticle:
          "Наказание за совершение деяния, нарушающего любую из статей настоящего кодекса, не может превышать меры, которая предусмотрена нарушенной статьей.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.9",
        titleArticle: "Степень тяжести преступления:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "",
            titleArticle:
              "1 приоритет розыска соответствует преступлениям с легкой степенью тяжести.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "2 и 3 приоритет розыска соответствует преступлениям с средней степенью тяжести.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "4 и 5 приоритет розыска соответствует преступлениям с высокой степенью тяжести.\n",
            note: null,
          },
        ],
      },
      {
        article: "4.9.1",
        titleArticle:
          "Граждане, совершившие преступление с высокой степенью тяжести, подвергаются внесению специальной отметки в базу данных, которая исключает их возможность трудоустройства на государственную службу (судимость).",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.9.2",
        titleArticle:
          "Граждане, осужденные более чем по трём статьям, подвергаются внесению специальной отметки в базу данных, которая исключает их возможность трудоустройства на государственную службу (судимость).",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.10",
        titleArticle:
          "Виды преступлений бывают: (F) Федеральными, (R) Региональными",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.10.1",
        titleArticle:
          "Федеральное преступление → к этому виду преступления относятся деяния с обозначением (F). Такие преступления обязаны разбирать представители федеральных структур.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.10.1.1",
        titleArticle:
          'Если задержание такого преступника проводят органы, которые не уполномочены проводить дальнейшее задержание или арест, они обязаны провести задержание до 2й стадии включительно, согласно Главе 2 статьи 2.1 "Порядок задержания и ареста лиц" Процессуального Кодекса и доставить задержанного в пункт передачи уполномоченных на продолжение процессуальных действий лиц или сообщить по рации департамента с запросом о передаче задержанного Федеральной структуре.',
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.10.1.2",
        titleArticle:
          "В случае, если в течении 3-х минут ответа от Федеральной структуры не поступает, то сотрудники LSPD, LSCSD обязаны продолжить процесс задержания по запрошенным статьям с последующим арестом и помещением в камеру предварительного заключения (КПЗ).",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.10.1.3",
        titleArticle:
          "Федеральная структура имеет право дистанционно отреагировать на запрос и одобрить процесс задержания без присутствия на его месте проведения.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.10.2",
        titleArticle:
          "Региональное преступление → к этому виду преступления относится деяния с обозначением (R). Такие преступления обязаны разбирать все уполномоченные правоохранительные органы.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.10.2.1",
        titleArticle:
          'Если задержание такого преступника проводят органы не уполномочены проводить дальнейшее задержание или арест, они обязаны довести задержание до пункта 2.1.11 включительно, согласно Главе 2, статье 2 "Порядок задержания" Процессуального Кодекса и доставить задержанного в пункт передачи уполномоченных на продолжение процессуальных действий лиц или сообщить по рации департамента с запросом о передаче задержанного.',
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.10.2.2",
        titleArticle:
          "В случае, если в течении 3-х минут ответа от Региональной структуры, на территории юрисдикции которой был пойман нарушитель, не поступает, то сотрудники FIB обязаны продолжить процесс ареста по запрошенным статьям с последующим помещением в камеру предварительного заключения (КПЗ).",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.10.2.3",
        titleArticle:
          "Федеральная структура имеет право дистанционно запросить и получить одобрение на дальнейший процесс задержания или ареста у Региональных правоохранительных служб.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter5: {
    title: "Глава 5. Освобождение от уголовной ответственности и наказания.",
    data: [
      {
        article: "5.1",
        titleArticle:
          "Лицо, впервые совершившее преступление, предусмотренное статьями: предельный срок наказания за которое не превышает 4 лет лишения свободы,, может быть освобождено прокуратурой от уголовной ответственности, если оно примирилось с потерпевшим и загладило причиненный потерпевшему вред.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.2",
        titleArticle:
          "Лицо, впервые совершившее преступление может быть освобождено решением суда или решением прокуратуры от уголовной ответственности с назначением штрафа в размере от 40.000$ до 100.000$ или исправительными работами сроком от 30 до 240 минут, что регламентируется отдельным Указом Губернатора, с указанием освобождения от уголовной ответственности, если такое лицо нарушило не более одного пункта из уголовных статей.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation:
          "Освобождение от уголовной ответственности невозможно по следующим статьям - 6.1.1 УК, 6.2 УК, 6.3 УК, 6.4 УК, 12.1 УК, 12.12 УК, 12.13 УК, 14.1 УК, 14.2 УК, 16.2 УК, 16.17 УК, 17.1 УК.",
        note: null,
      },
      {
        article: "5.3",
        titleArticle:
          "Лицо освобождается от уголовной ответственности, если со дня совершения преступления прошло 20 дней.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.3.1",
        titleArticle:
          "В случае, если за данный период времени не были применены санкции по отношению к нарушителю.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.3.2",
        titleArticle:
          "Сроки давности по уголовному преступлению приостанавливают свое течение на время проведения судебного разбирательства или следствия.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.4",
        titleArticle:
          "К лицам, совершившим преступления, предусмотренные главой 14, статьями 6.2, 6.3, 6.5, 8.2, 12.1 - 12.5, 12.13, 15.1, 16.2, 17.1 настоящего Кодекса, сроки давности не применяются.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.5",
        titleArticle:
          "Лицо, добровольно сдавшее предметы, указанные в статьях 12.8, 12.8.1, 13.2, 13.3, 13.7, 14.4 настоящего Кодекса, освобождается от уголовной ответственности по соответствующей статье. Не может признаваться добровольной сдачей предметов их изъятие при задержании лица, а также при производстве любых оперативных и/или следственных действий.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.6",
        titleArticle:
          "Найденные наркотические вещества в ходе обыска сотрудниками гос. структуры в количестве до 3 грамм (включительно), изымаются без привлечения к уголовной ответственности.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.6.1",
        titleArticle:
          "В случае нахождения у гражданина более 3 грамм наркотических веществ, несёт за собой уголовную ответственность статьи 13.2.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.6.2",
        titleArticle:
          'В случае нахождения у гражданина более 3 грамм "Семена Green", несёт за собой уголовную ответственность статьи 13.2.',
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.6.2.1",
        titleArticle:
          'Найденные вещества "Семена Green" в ходе обыска сотрудниками гос. структуры в количество до 3 грамм (включительно), являются легальными без привлечения к уголовной ответственности.',
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.7",
        titleArticle:
          'Один "Куст Green" приравнивается к 5-ти граммам наркотических веществ.',
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.7.1",
        titleArticle:
          "Одно “Семечко Green” приравнивается к двум граммам наркотических средств.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.7.2",
        titleArticle:
          "Если у задержанного при обыске было найдено несколько видов наркотических веществ, то 5.6, 5.6.2.1 неприменимы.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Вес разных видов наркотических веществ складывается и в соответствии с этим применяется статья из 13 главы УК.",
      },
      {
        article: "5.8",
        titleArticle:
          "Стоимость выхода под залог регламентирует настоящий Кодекс и определяется согласно приоритету розыска.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "5.8.1",
            titleArticle:
              "Приоритет розыска 1 - стоимость выхода под залог составляет - 25.000$",
            note: null,
          },
          {
            article: "5.8.2",
            titleArticle:
              "Приоритет розыска 2 - стоимость выхода под залог составляет - 50.000$",
            note: null,
          },
          {
            article: "5.8.3",
            titleArticle:
              "Приоритет розыска 3 - стоимость выхода под залог составляет - 75.000$",
            note: null,
          },
          {
            article: "5.8.4",
            titleArticle:
              "Приоритет розыска 4 - стоимость выхода под залог составляет - 100.000$",
            note: null,
          },
          {
            article: "5.8.5",
            titleArticle:
              "Приоритет розыска 5 - стоимость выхода под залог составляет - 125.000$",
            note: null,
          },
        ],
      },
      {
        article: "5.9",
        titleArticle:
          "Причины, по которым лицу отказывается в праве выхода под залог:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.9.1",
        titleArticle:
          "Задержанный заключен по одной или нескольким статьям Уголовного кодекса San Andreas из приведенного перечня: 6.3 УК, 6.4 УК, 7.1 УК, 12.1 УК, 12.12 УК, 12.13 УК, 14.1 УК, 14.2 УК, 14.2.1 УК, 16.2 УК, 16.15 УК, 16.17 УК, 17.1 УК, 17.13 УК, 17.10 УК.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.9.2",
        titleArticle:
          "Задержанный является рецидивистом. Рецидивом преступлений признается совершение умышленного преступления лицом, имеющим судимость за ранее совершенное умышленное преступление.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.9.3",
        titleArticle:
          "Заключенный не обладает оговоренной суммой для выхода под залог.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.9.4",
        titleArticle: "Задержанный отказывается сотрудничать со следствием.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.9.5",
        titleArticle: "Задержанный осужден более чем по трём статьям.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.10",
        titleArticle:
          "Исключительно следующие должностные лица имеют право снимать специальную отметку из базы данных о совершении преступления с высокой степенью тяжести:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "5.10.1",
            titleArticle: "Губернатор штата.",
            note: null,
          },
          {
            article: "5.10.2",
            titleArticle: "Вице-губернатор штата.",
            note: null,
          },
          {
            article: "5.10.3",
            titleArticle: "Министр юстиции штата.",
            note: null,
          },
          {
            article: "5.10.4",
            titleArticle: "Верховный судья.",
            note: null,
          },
        ],
      },
      {
        article: "5.11",
        titleArticle:
          "Снятие специальной отметки из базы данных о совершении преступления с высокой степенью тяжести допускается в следующих случаях:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "5.11.1",
            titleArticle:
              "Лицо доказало свою невиновность в ходе судебного разбирательства.",
            note: null,
          },
          {
            article: "5.11.2",
            titleArticle:
              "Лицо уплатило государственную пошлину в размере 125.000 долларов и соответствует всем критериям, изложенным в статье 5.12 настоящего документа.",
            note: null,
          },
        ],
      },
      {
        article: "5.12",
        titleArticle: "Регламент критериев на снятие судимости:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "5.12.1",
            titleArticle: "Утратил силу.",
            note: null,
          },
          {
            article: "5.12.2",
            titleArticle:
              "Лицо, получившие судимость, может снять ее только у сотрудников указанных в п. 5.10.1 - 5.10.4 за 125.000$.",
            note: null,
          },
        ],
      },
      {
        article: "5.13",
        titleArticle:
          "Процедура снятия специальной отметки из базы данных о совершении преступления с высокой степенью тяжести:\n",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "5.13.1",
            titleArticle:
              "В случае если арестованное лицо считает себя невиновным, оно должно обратиться в офис прокуратуры или соответствующую судебную инстанцию с обжалованием. После вынесения оправдательного приговора, судимость и/или специальная отметка о совершении преступления с высокой степенью тяжести будет снята в течение 48 часов с момента его оглашения.",
            note: null,
          },
          {
            article: "5.13.2",
            titleArticle: "Утратил силу.",
            note: null,
          },
        ],
      },
    ],
  },
  chapter6: {
    title: "Глава 6. Преступления против жизни и здоровья.",
    data: [
      {
        article: "6.1.",
        titleArticle:
          "* (F/R) Умышленное нанесение телесных повреждений средней степени тяжести.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2.",
        explanation: null,
      },
      {
        article: "6.1.1",
        titleArticle:
          "** (F/R) Умышленное нанесение тяжких телесных повреждений.",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3.",
        explanation: null,
      },
      {
        article: "6.2",
        titleArticle:
          "** (F/R) Убийство, то есть умышленное причинение смерти другому человеку.",
        punishment: ["8 лет лишения свободы."],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Приоритет розыска - 4",
      },
      {
        article: "6.3",
        titleArticle:
          "*** (F) Тяжкое убийство, то есть убийство двух или более лиц, равно как убийство близких жертвы в связи с осуществлением данным лицом служебной деятельности.",
        punishment: ["От 10 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5.",
        explanation: null,
      },
      {
        article: "6.4",
        titleArticle:
          "** (R) Причинение тяжкого вреда здоровью по неосторожности.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2.",
        explanation: null,
      },
      {
        article: "6.5",
        titleArticle: "** (R) Причинение смерти по неосторожности.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3.",
        explanation: null,
      },
      {
        article: "6.6",
        titleArticle:
          "** (F/R) Угроза расправой (прямая или косвенная) должностному (сотруднику гос. структур) лицу а равно их близким.",
        punishment: ["До 3 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3.",
        explanation: null,
      },
      {
        article: "6.7",
        titleArticle: "* (F/R) Угрозы с целью запугать человека.",
        punishment: ["До 2 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2.",
        explanation: null,
      },
      {
        article: "6.8",
        titleArticle:
          "** (R) Умышленное нанесение телесных повреждений животному.",
        punishment: ["От 2 лет до 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2.",
        explanation: null,
      },
      {
        article: "6.9",
        titleArticle:
          "** (R/F) - Нарушение правил дорожного движения, повлекшее за собой причинение потерпевшим тяжкого вреда здоровью и(или) наступила их смерть.",
        punishment: ["до 15 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 4",
        explanation: null,
      },
    ],
  },
  chapter7: {
    title:
      "Глава 7. Преступления против свободы, чести и достоинства личности.",
    data: [
      {
        article: "7.1",
        titleArticle: "*** (F) Похищение человека.",
        punishment: ["От 40 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 5",
        explanation: null,
      },
      {
        article: "7.2",
        titleArticle:
          "* (R) Клевета, содержащаяся в публичном выступлении, средствах массовой информации либо с использованием своего служебного положения.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 2",
        explanation: null,
      },
      {
        article: "7.3",
        titleArticle:
          "* (R) Клевета, соединенная с обвинением лица в совершении преступления.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 2",
        explanation: null,
      },
      {
        article: "7.4",
        titleArticle:
          "* (R) Нарушение против личности, деловой репутации и оскорбления сотрудниками представительства Средств Массовой информации, равно нарушение законодательства об журналистской деятельности.",
        punishment: [
          "До 4 лет лишения свободы, без права осуществлять журналистскую деятельность.",
        ],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 4",
        explanation: null,
      },
      {
        article: "7.5",
        titleArticle:
          "** (R) Действия, направленные на возбуждение ненависти либо вражды по отношению к человеку или группе лиц по признаку от их пола, расы, национальности, языка, религии, происхождения, имущественного и должностного положения, место жительства, убеждений, принадлежности к общественным объединениям или каким-либо социальным группам.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 4",
        explanation: null,
      },
      {
        article: "7.6",
        titleArticle:
          "*** (R) Действия, направленные на возбуждение ненависти либо вражды по отношению к человеку или группе лиц по признаку от их пола, расы, национальности, языка, религии, происхождения, имущественного и должностного положения, место жительства, убеждений, принадлежности к общественным объединениям или каким-либо социальным группам, совершенные представителем власти.",
        punishment: ["До 10 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 4",
        explanation: null,
      },
    ],
  },
  chapter8: {
    title:
      "Глава 8. Преступления против половой неприкосновенности и половой свободы личности.",
    data: [
      {
        article: "8.1",
        titleArticle:
          "*** (F/R) Насильственные действия сексуального характера, то есть половое сношение с применением насилия или с угрозой его применения к потерпевшей (потерпевшему) или к другим лицам либо с использованием беспомощного состояния потерпевшей (потерпевшему).",
        punishment: ["До 12 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 4",
        explanation: null,
      },
      {
        article: "8.2",
        titleArticle:
          "*** (F) Насильственные действия сексуального характера повлекшее по неосторожности причинение тяжкого вреда здоровью или смерть потерпевшего (потерпевшей).",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 5",
        explanation: null,
      },
      {
        article: "8.3",
        titleArticle:
          "** (R) Насильственное принуждение лица к половому сношению или совершению иных действий сексуального характера путем шантажа, угрозы уничтожением, повреждением или изъятием имущества либо с использованием материальной или иной зависимости потерпевшего (потерпевшей).",
        punishment: ["До 2 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 2",
        explanation: null,
      },
      {
        article: "8.4",
        titleArticle:
          "** (F/R) Сексуальное домогательство, вербальное и не вербальное преследование сексуального характера.",
        punishment: ["До 3 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 3",
        explanation: null,
      },
    ],
  },
  chapter9: {
    title:
      "Глава 9. Преступления против конституционных прав и свобод человека и гражданина.",
    data: [
      {
        article: "9.1",
        titleArticle:
          "** (F) Незаконное собирание или распространение сведений о частной жизни лица, составляющих его личную или семейную тайну, без его согласия либо распространение этих сведений в публичном выступлении, публичном произведении или средствах массовой информации, в том числе с использованием своего служебного положения.",
        punishment: ["До 2 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 1",
        explanation: null,
      },
      {
        article: "9.2",
        titleArticle:
          "** (R) Незаконное проникновение в жилище и частную территорию, совершенное против воли владельца, в том числе с использованием своего служебного положения.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Приоритет розыска 2",
      },
      {
        article: "9.3",
        titleArticle:
          "* (F) Воспрепятствование свободному осуществлению гражданином своих избирательных прав, в том числе соединенные с подкупом, обманом, принуждением, применением насилия либо с угрозой его применения.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 1",
        explanation: null,
      },
      {
        article: "9.4",
        titleArticle:
          "* (R) Воспрепятствование законной профессиональной деятельности журналистов путем принуждения их к распространению либо к отказу от распространения информации.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 1",
        explanation: null,
      },
      {
        article: "9.5",
        titleArticle:
          "* (R) Воспрепятствование законной профессиональной деятельности журналистов путем незаконного ограничения права поиска, получения, передачи, производства и распространения информации любым законным способом.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 1",
        explanation: null,
      },
      {
        article: "9.6",
        titleArticle:
          "** (R) Необоснованный отказ от предоставления медицинских услуг лицами, уполномоченными на осуществления таких действий, если это повлекло за собой причинение вреда больному. Необоснованный отказ от предоставления услуг правоохранительных органов.",
        punishment: ["До 5 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 2",
        explanation: null,
      },
    ],
  },
  chapter10: {
    title: "Глава 10. Преступления против собственности.",
    data: [
      {
        article: "10.1",
        titleArticle:
          "* (R) Кража, то есть тайное хищение чужого имущества, стоимостью свыше 3.000$.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 1",
        explanation: null,
      },
      {
        article: "10.2",
        titleArticle:
          "* (R) Кража, то есть тайное хищение чужого имущества, стоимостью свыше 5.000$.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 3",
        explanation: null,
      },
      {
        article: "10.3",
        titleArticle:
          "*** (F/R) Кража, то есть тайное хищение чужого имущества, стоимостью свыше 15.000$.",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 3",
        explanation: null,
      },
      {
        article: "10.4",
        titleArticle:
          "** (F/R) Мошенничество, то есть хищение чужого имущества или приобретение права на чужое имущество путем обмана или злоупотребления доверием.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 2",
        explanation: null,
      },
      {
        article: "10.5",
        titleArticle:
          "*** (R) Грабеж, то есть открытое хищение чужого имущества.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 3",
        explanation: null,
      },
      {
        article: "10.6",
        titleArticle:
          "*** (F/R) Разбойное ограбление, то есть нападение в целях хищения чужого имущества, совершенное с применением насилия, опасного для жизни или здоровья, либо с угрозой применения такого насилия.",
        punishment: ["До 5 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 4",
        explanation: null,
      },
      {
        article: "10.7",
        titleArticle:
          "* (F/R) Неправомерное завладение транспортным средством и(или) поездка на нем, в том числе и без цели хищения.",
        punishment: [
          "До 8 лет лишения свободы и эвакуация транспортного средства.",
        ],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 3",
        explanation: null,
      },
      {
        article: "10.7.1",
        titleArticle:
          "** (F/R) Неправомерное завладение транспортным средством(транспортным средством оперативного назначения), принадлежащим государству или государственной структуре(организации) и(или) поездка на нем, в том числе и без цели хищения лицом, не трудоустроенным или не проходящим службу в организации(структуры), которой принадлежит транспортное средство.",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Приоритет розыска 4",
      },
      {
        article: "10.8",
        titleArticle:
          "* (R) Умышленные уничтожение или повреждение чужого имущества.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 3",
        explanation: null,
      },
      {
        article: "10.8.1",
        titleArticle:
          "* (R) Умышленные уничтожение или повреждение государственного имущества.",
        punishment: ["до 5 лет. Выход под залог разрешён."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 3",
        explanation: null,
      },
      {
        article: "10.9",
        titleArticle:
          "** (F) Умышленные уничтожение или повреждение чужого имущества, совершенные из хулиганских побуждений, путем поджога, взрыва или иным общеопасным способом.",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 4",
        explanation: null,
      },
      {
        article: "10.10",
        titleArticle:
          "* (R) Вымогательство, то есть требование передачи чужого имущества или права на имущество под угрозой применения насилия либо уничтожения или повреждения чужого имущества.",
        punishment: ["До 3 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 3",
        explanation: null,
      },
      {
        article: "10.11",
        titleArticle:
          "** (F/R) Управление транспортным средством с поврежденным, нечитаемым или отсутствующим идентификационным номером (VIN-номером).",
        punishment: [
          "До 6 лет лишения свободы и эвакуация транспортного средства.",
        ],
        keyword: [],
        exception: null,
        note:
          "Приоритет розыска: 3.\n" +
          "Каждое транспортное средство в штате имеет легкодоступный первичному внешнему осмотру идентификационный номер (VIN-номер), расположенный в левой верхней части инструментальной панели, видимой через ветровое стекло.",
        explanation: null,
      },
    ],
  },
  chapter11: {
    title: "Глава 11. Преступления в сфере экономической деятельности.",
    data: [
      {
        article: "11.1",
        titleArticle:
          "* (F/R) Осуществление предпринимательской деятельности без регистрации.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Приоритет розыска 3",
      },
      {
        article: "11.2",
        titleArticle:
          "* (R) Принуждение к совершению сделки или к отказу от ее совершения под угрозой применения насилия, уничтожения или повреждения чужого имущества. Без применения огнестрельного оружия.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 3",
        explanation: null,
      },
      {
        article: "11.2.1",
        titleArticle:
          "* (R) Принуждение к совершению сделки или к отказу от ее совершения под угрозой применения насилия, уничтожения или повреждения чужого имущества. С применением огнестрельного оружия.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 3",
        explanation: null,
      },
      {
        article: "11.3",
        titleArticle:
          "* (F/R) Незаконная организация азартных игр, вне специально зарегистрированных и(или) лицензированных территорий, зданий, учреждений под проведение азартных игр - равно как их проведение и (или) участие в деятельности такой организации.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 3",
        explanation: null,
      },
      {
        article: "11.4",
        titleArticle:
          "** (F/R) Уклонение от уплаты налогов - принудительное взыскание суммы долга в 2-х кратном размере.",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 4",
        explanation: null,
      },
      {
        article: "11.5",
        titleArticle:
          "** (F/R) Сокрытие денежных средств либо имущества, за счет которых должно производиться взыскание налогов.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 3",
        explanation: null,
      },
      {
        article: "11.6",
        titleArticle:
          "** (F/R) Ограничение конкуренции путем заключения соглашения между субъектами-конкурентами, либо совершенное лицом с использованием своего служебного положения, если это деяние причинило крупный ущерб гражданам, организациям или государству либо повлекло извлечение дохода в крупном размере.",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 4",
        explanation: null,
      },
      {
        article: "11.7",
        titleArticle:
          "** (R) Преднамеренное банкротство, то есть совершение управленческим составом юридического лица действий (бездействия), влекущих к потере платежеспособности юридического лица и невозможности производить расчеты по долгам.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 4",
        explanation: null,
      },
      {
        article: "11.8",
        titleArticle:
          "* (R) Незаконные получение и разглашение сведений, составляющих коммерческую, налоговую или банковскую тайну.",
        punishment: ["До 3 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 4",
        explanation: null,
      },
      {
        article: "11.9",
        titleArticle:
          "** (F/R) Уклонение организации от уплаты штрафа - принудительное взыскание суммы штрафа в 2-х кратном размере.",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 3",
        explanation: null,
      },
      {
        article: "11.10",
        titleArticle:
          "*** (F) Нецелевое использование средств государственного бюджета.",
        punishment: [
          "До 7 лет лишения свободы с двукратной выплатой всех ненадлежаще растраченных средств.",
        ],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 4",
        explanation: null,
      },
      {
        article: "11.11",
        titleArticle:
          "*** (F) Присвоение себе финансовых средств, принадлежащих государственной структуре или государственному учреждению.",
        punishment: [
          "До 7 лет лишения свободы с двукратной выплатой всех присвоенных средств.",
        ],
        keyword: [],
        exception: null,
        note: "Приоритет розыска: 4",
        explanation: null,
      },
    ],
  },
  chapter12: {
    title: "Глава 12. Преступления против общественной безопасности.",
    data: [
      {
        article: "12.1",
        titleArticle:
          "*** (F) Терроризм, то есть совершение взрыва, поджога или иных действий, устрашающих население и создающих опасность гибели человека, причинения значительного имущественного ущерба либо наступления иных тяжких последствий, в целях дестабилизации деятельности органов власти или международных организаций либо воздействия на принятие ими решений, а также угроза совершения указанных действий в целях воздействия на принятие решений органами власти.",
        punishment: ["До пожизненного лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "12.2",
        titleArticle:
          "*** (F) Склонение, вербовка или иное вовлечение лица в терроризм, а равно финансирование терроризма.",
        punishment: ["От 40 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "12.3",
        titleArticle:
          "*** (F) Захват или удержание лица в качестве заложника, совершенные в целях понуждения государства, организации или гражданина совершить какое-либо действие или воздержаться от совершения какого-либо действия как условия освобождения заложника.",
        punishment: ["От 40 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "12.4",
        titleArticle:
          "** (R) Заведомо ложное сообщение о готовящихся взрыве, поджоге или иных действиях, создающих опасность гибели людей, причинения значительного имущественного ущерба либо наступления иных общественно опасных последствий.",
        punishment: ["До 2 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation: null,
      },

      {
        article: "12.5",
        titleArticle:
          "** (F) Организация массовых беспорядков, а равно участие в них, сопровождавшихся насилием, погромами, поджогами, уничтожением имущества, применением оружия, взрывных устройств, взрывчатых, отравляющих либо иных веществ и предметов, представляющих опасность для окружающих, а также оказанием вооруженного сопротивления представителю власти, а равно подготовка лица для организации таких массовых беспорядков или участия в них.",
        punishment: ["До 13 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "12.5.1",
        titleArticle:
          "*** (F) Организация массовых беспорядков, а равно участие в них, сопровождавшихся насилием, погромами, поджогами, уничтожением имущества, применением оружия, взрывных устройств, взрывчатых, отравляющих либо иных веществ и предметов, представляющих опасность для окружающих, а также оказанием вооруженного сопротивления представителю власти, а равно подготовка лица для организации таких массовых беспорядков или участия в них, которое повлекло за собой нанесения ущерба государству и имуществу, здоровью человека и гражданина, причинение смерти, в том числе и по неосторожности.",
        punishment: ["Вплоть до пожизненного лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "12.6",
        titleArticle:
          "* (R) Хулиганство, то есть грубое нарушение общественного порядка, выражающее явное неуважение к обществу, равно как совершено с применением оружия или предметов, используемых в качестве оружия.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "12.7",
        titleArticle:
          "* (F/R) Незаконное проникновение на закрытый в соответствии с законодательством штата Сан-Андреас, объект.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation: null,
      },

      {
        article: "12.7.1",
        titleArticle:
          "*** (F/R) Незаконное проникновение на режимный объект, на объект, обладающий особым статусом, если таковой был закрыт для посещения уполномоченным лицом.",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation:
          'Деяние, которое квалифицируется, как преступление, предусмотренное настоящей статьей, описано в законе "О статусе территорий и особых объектах".',
      },

      {
        article: "12.8",
        titleArticle:
          "** (F/R) Незаконное приобретение, передача, сбыт, хранение, перевозка, ношение, использование любых видов оружия или боеприпасов, за исключением гос. имущества.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation: null,
      },

      {
        article: "12.8.1",
        titleArticle:
          "*** (F/R) Незаконное приобретение, передача, сбыт, хранение, перевозка, ношение, использование государственных спец. средств, дефибриллятора, шприца с эпинефрином, алкотестера, тяжелого бронежилета, тяжелой бронеразгрузки или любого другого государственного имущества.",
        punishment: ["До 10 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "12.9",
        titleArticle:
          "** (F) Хищение огнестрельного оружия, комплектующих деталей к нему, спец средств, взрывчатых веществ или взрывных устройств.",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4",
        explanation: null,
      },

      {
        article: "12.9.1",
        titleArticle:
          "*** (F) Хищение, совершенное сотрудниками правоохранительных органов, огнестрельного оружия, комплектующих деталей к нему, спец.средств, взрывчатых веществ или взрывных устройств, изъятых в ходе служебной деятельности и (или) находящихся на складе улик (вещественных доказательств) или подлежащее уничтожению.",
        punishment: ["До 10 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "12.10",
        titleArticle:
          "** (R/F) Организация несанкционированных митингов, призыв к участию в незаконной демонстрации, шествии или пикетировании, равно как призыв к нарушению общественного порядка.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4",
        explanation: null,
      },

      {
        article: "12.11",
        titleArticle:
          "*** (F) Организация геноцида, равно как попытка организации его.",
        punishment: ["До 10 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "12.12",
        titleArticle:
          "*** (F) Cоздание устойчивой преступной организации, целью которой является совершение преступлений федерального масштаба, равно как участие в подобной организации.",
        punishment: ["До пожизненного лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "12.13",
        titleArticle:
          '*** (F) Подрыв национальной безопасности, а равно попытка подрыва либо призыв к подрыву национальной безопасности путем: выведения государственных средств в офшоры, спонсирования террористов или группу лиц которая замешана в гос. перевороте, продажа документы имеющие гриф "Секретно".',
        punishment: ["От 24 лет лишения свободы в федеральной тюрьме."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "12.14",
        titleArticle:
          "*** (F) Публичные призывы к осуществлению действий, направленных на нарушение территориальной целостности Штата, направленные против основ конституционного строя и безопасности штата.",
        punishment: [
          "8 лет лишение свободы в федеральной тюрьме, либо пожизненное лишение свободы по решению суда.",
        ],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4",
        explanation: null,
      },

      {
        article: "12.15",
        titleArticle:
          "** (R) Участие в несанкционированных митингах, незаконных демонстрациях, шествиях или пикетированиях, равно как нарушение общественного порядка.",
        punishment: ["До 2 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },
    ],
  },
  chapter13: {
    title:
      "Глава 13. Преступления против здоровья населения и общественной нравственности.",
    data: [
      {
        article: "13.1",
        titleArticle:
          "** (F/R) Незаконное кустарное производство и сбор наркотических веществ в любых размерах.",
        punishment: ["До 5 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3.         Примечание: кустарным производством является удобрение, полив или рассада кустарников, в составе которых имеются каннабиноиды или иные наркотические вещества.",
        explanation:
          "Кустарным производством является удобрение, полив или рассада кустарников, в составе которых имеются каннабиноиды или иные наркотические вещества.",
      },

      {
        article: "13.2",
        titleArticle:
          "** (F/R) Незаконное хранение, сбыт, приобретение и перевозка наркотических веществ в значительном размере (свыше 3 грамм).",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception:
          "Наличие справки разрешающей использовать медицинские препараты с каннабиноидами.",
        note: "Приоритет розыска - 3",
        explanation:
          "Исключение: Наличие справки разрешающей использовать медицинские препараты с каннабиноидами.",
      },

      {
        article: "13.3",
        titleArticle:
          "*** (F/R) Незаконное хранение, сбыт, приобретение, перевозка наркотических средств в особо крупном размере (свыше 20 грамм).",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "13.4",
        titleArticle:
          "* (F/R) Пропаганда наркотических средств, психотропных веществ или растений, содержащих наркотические вещества.",
        punishment: ["До 2 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 1",
        explanation:
          "Наличие справки, разрешающей использовать медицинские препараты с каннабиноидами, не дает возможности использовать данные препараты в общественных местах, за исключением медицинских учреждений. Пропагандой являются следующие деяния: призыв к употреблению таковых веществ, попытка продажи таковых веществ, озвучивание лозунгов или песен, несущих в себе призывы к употреблению таковых веществ.",
      },

      {
        article: "13.5",
        titleArticle:
          "*** (F) Приобретение, хранение, перевозка, изготовление, сбор, сбыт наркотических веществ сотрудниками гос. структур.",
        punishment: ["До 10 лет лишения свободы."],
        keyword: [],
        exception:
          "Сотрудники управления по борьбе с наркотиками, уголовного розыска, детективного бюро, обособленного подразделения K-9, которые в момент исполнения обязанностей ведут надзор за оборотом наркотических средств в штате SA.",
        note: "Приоритет розыска - 5",
        explanation:
          "Наличие справки разрешающей употребление медицинских средств содержащих каннабиноиды. Наличие справки позволяет хранить и перевозить наркотические вещества в установленном объеме, однако не разрешает употребление средств на рабочем месте, производство и сбор наркотических средств.",
      },

      {
        article: "13.6",
        titleArticle:
          "*** (F) Приобретение, хранение, перевозка, изготовление, синтетических наркотических веществ.",
        punishment: ["До 10 лет лишения свободы."],
        keyword: [],
        exception:
          "Сотрудники управления по борьбе с наркотиками, уголовного розыска, детективного бюро, обособленного подразделения K-9, которые в момент исполнения обязанностей ведут надзор за оборотом наркотических средств в штате SA.",
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "13.7",
        titleArticle:
          "*** (F) Незаконный сбыт и распространение наркотических средств.",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4",
        explanation: null,
      },

      {
        article: "13.8",
        titleArticle: "** (F/R) Употребление наркотических средств.",
        punishment: ["До 3 лет лишения свободы."],
        keyword: [],
        exception:
          "Употребление лечебного каннабиса в предусмотренных в законных местах.",
        note: "Приоритет розыска - 5",
        explanation:
          "Курение наркотических веществ с помощью бонга в общественных местах, на закрытых и охраняемых территориях.",
      },
    ],
  },
  chapter14: {
    title:
      "Глава 14. Преступления против основ конституционного строя и безопасности государства.",
    data: [
      {
        article: "14.1",
        titleArticle:
          "*** (F) Посягательство на жизнь государственного или общественного деятеля, совершенное в целях прекращения его государственной или иной политической деятельности либо из мести за такую деятельность.",
        punishment: ["Вплоть до пожизненного."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "14.2",
        titleArticle:
          "*** (F) Действия, направленные на насильственный захват власти или насильственное удержание власти, а равно вооруженный мятеж, в нарушение Конституции штата Сан-Андреас, а равно направленные на насильственное изменение конституционного и/или государственного строя штата Сан-Андреас.",
        punishment: ["Вплоть до пожизненного."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "14.2.1",
        titleArticle:
          "*** (F) Агитация к действиям или возглавление движения, направленного на насильственный захват или насильственное удержание власти, вооруженный мятеж. Направление на насильственные изменения конституционного строя штата Сан-Андреас.",
        punishment: [
          "5-7 лет лишения свободы. По решению суда - пожизненное лишение свободы. Выход под залог - запрещён.",
        ],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "14.3",
        titleArticle:
          "*** (F) Разглашение сведений, составляющих государственную тайну, лицом, которому она была доверена или стала известна по службе, работе, если эти сведения стали достоянием других лиц.",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "14.4",
        titleArticle:
          "** (F/R) Приобретение, использование или сбыт формы государственной структуры, жетонов, удостоверений и нашивок.",
        punishment: ["До 5 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "14.5",
        titleArticle:
          "*** (F) Государственная измена, то есть совершенные гражданином штата San-Andreas или гражданином Соединенных Штатов Америки шпионаж, выдача иностранному государству, международной либо иностранной организации или их представителям сведений, составляющих государственную тайну, доверенную лицу или ставшую известной ему по службе, работу, учебе или в иных случаях, предусмотренных законодательством.",
        punishment: [
          "Лишение возможности занимать любую должность в государственных организациях и структурах. Вплоть до пожизненного лишения свободы.",
        ],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "14.6",
        titleArticle:
          "*** (F) Утрата документов, содержащих государственную тайну. Нарушение лицом, имеющим допуск к государственной тайне, установленных правил обращения с содержащими государственную тайну документами, а равно с предметами, сведения о которых составляют государственную тайну, если это повлекло по неосторожности их утрату.",
        punishment: [
          "Лишение возможности занимать определенные должности в государственных организациях и структурах. До 4 лет лишения свободы.",
        ],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation: null,
      },

      {
        article: "14.7",
        titleArticle:
          "*** (F) Нарушение законодательства о выборах, референдуме, об отзыве прав на осуществление полномочий представителями законодательной ветви власти, о реализации законодательной инициативы граждан, об изменении законодательства или внесении в него различных правок. Подлог документов по выборам, референдуму, нарушение тайны голосования, заведомо неправильный подсчет голосов или иное искажение результатов голосования. Совершение уполномоченным лицом действий, направленных на воспрепятствование реализации прав на законодательную инициативу, либо непосредственное совершение этим лицом действий, нарушающих установленный порядок проведения референдума, конгресса, любых иных мероприятий, предусмотренных законом, проводящихся с целью любого рода изменения законодательства.",
        punishment: [
          "Лишение возможности занимать определенные должности в государственных организациях и структурах. До 15 лет лишения свободы.",
        ],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "14.8",
        titleArticle:
          "*** (F) Незаконное использование, хранение, передача и разглашение государственных секретов, информации о заключенных и другой конфиденциальной компрометирующей информации лицом, не имеющим законного доступа к ней.",
        punishment: [
          "конфискация поддельных документов, до 15 лет лишения свободы.",
        ],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4",
        explanation: null,
      },

      {
        article: "14.9",
        titleArticle:
          " *** (F) Незаконная продажа, хранение и перевозка глушащих устройств.",
        punishment: ["Конфискация устройств, до 15 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4",
        explanation: null,
      },
    ],
  },
  chapter15: {
    title: "Глава 15. Преступления против власти.",
    data: [
      {
        article: "15.1",
        titleArticle:
          "** (F) Превышение должностных полномочий, то есть совершение должностным лицом действий, явно выходящих за пределы его полномочий и повлекших существенное нарушение прав и законных интересов граждан, государства или организаций.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4",
        explanation: null,
      },

      {
        article: "15.1.1",
        titleArticle:
          "*** (R/F) Злоупотребление служебными полномочиями, причинившее существенный вред правам и законным интересам граждан, государства или организаций.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4",
        explanation: null,
      },

      {
        article: "15.2",
        titleArticle:
          "* (F) Умышленное неисполнение сотрудником органов правопорядка приказа начальника, отданного в установленном порядке и не противоречащего закону, причинившее существенный вред правам и законным интересам граждан или организаций.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "15.3",
        titleArticle:
          "* (F/R) Самовольное присвоение гражданином полномочий должностного лица повлекшие существенное нарушение прав и законных интересов граждан или организаций.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation: null,
      },

      {
        article: "15.4",
        titleArticle:
          "** (F/R) Получение взятки, то есть получение должностным лицом, лично или через посредника взятки в виде денег, иного имущества, либо в виде оказания ему услуг имущественного характера, предоставления иных имущественных прав за совершение действий (бездействие) в пользу взяткодателя или представляемых им лиц.",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation: null,
      },

      {
        article: "15.5",
        titleArticle:
          "* (F/R) Дача взятки должностному лицу, лично или через посредника.",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "15.6",
        titleArticle:
          "*** (F/R) Халатность, то есть неисполнение или ненадлежащее исполнение должностным лицом своих обязанностей вследствие недобросовестного или небрежного отношения к службе либо обязанностей по должности, если это деяние повлекло существенное нарушение прав и законных интересов граждан, организаций.",
        punishment: [
          "От штрафа до 6 лет лишения свободы и лишения права занимать любую должность в государственной организации.",
        ],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4",
        explanation: null,
      },

      {
        article: "15.7",
        titleArticle:
          "** (F/R) Подкуп голосов избирателей, равно как незаконная агитация в период проведения выборов, а также во время проведения голосования на выборных участках.",
        punishment: ["До 2 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 1",
        explanation: null,
      },

      {
        article: "15.8",
        titleArticle:
          "* (F/R) Провокация государственного служащего при исполнении, путем его отвлечения от выполнения им своих служебных обязанностей, а равно помеха исполнению обязанностей государственного служащего",
        punishment: ["До 2 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "15.9",
        titleArticle:
          "** (F/R) Неисполнение государственными служащими и сотрудниками вступивших в законную силу постановлений, указов, приказов и иных нормативных актов, издаваемых главой исполнительной власти штата, его заместителем, а также органами государственного управления.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation: null,
      },

      {
        article: "15.10",
        titleArticle:
          "*** (F) Неисполнение руководством государственных структур и организаций вступивших в законную силу постановлений, указов, приказов, распоряжений и иных нормативных актов, издаваемых главой исполнительной власти штата, его заместителем, а также органами государственного управления.",
        punishment: [
          "Вплоть до 5 лет лишения свободы. Если таковое деяние повлекло за собой нарушение прав граждан, организаций или государства, нанесло ущерб физическим или юридическим лицам, государству, то лицо, его совершившее, лишается возможности занимать руководящие должности в государственных структурах и организациях, также лишением свободы вплоть до 8 лет.",
        ],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4",
        explanation: null,
      },
    ],
  },
  chapter16: {
    title: "Глава 16. Преступления против правосудия.",
    data: [
      {
        article: "16.1",
        titleArticle:
          "** (F) Вмешательство в какой бы то ни было форме в деятельность суда, следствия, ограничение прав граждан в целях воспрепятствования осуществлению правосудия.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "16.1.1",
        titleArticle:
          "* (F) Воспрепятствование законной профессиональной деятельности адвоката по защите доверителя от уголовного преследования, в том числе неповиновение законному требованию адвоката.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "16.1.2",
        titleArticle:
          "* (F) Воспрепятствование законной профессиональной деятельности прокурора или иного лица, производящего следствие, по уголовному преследованию в рамках делопроизводства, в том числе неповиновение его законному требованию.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "16.2",
        titleArticle:
          "*** (F) Угроза, а равно посягательство на жизнь судьи, или иного лица, участвующего в отправлении правосудия, прокурора, защитника, эксперта, специалиста, судебного пристава, судебного исполнителя, а равно их близких в связи с рассмотрением дел в суде, производством расследования либо исполнением приговора, решения суда или иного судебного акта, совершенное в целях воспрепятствования законной деятельности указанных лиц либо из мести за такую деятельность.",
        punishment: ["До 10 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "16.3",
        titleArticle:
          "** (R) Неуважение к суду, в том числе оскорбление участников судебного разбирательства.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation: null,
      },

      {
        article: "16.4",
        titleArticle:
          "** (F) Привлечение заведомо невиновного к уголовной или административной ответственности.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4",
        explanation: null,
      },

      {
        article: "16.5",
        titleArticle:
          "** (F) Заведомо незаконное задержание, заключение под стражу или содержание под стражей.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation: null,
      },

      {
        article: "16.6",
        titleArticle:
          "* (F) Фальсификация доказательств по гражданскому, административному делу лицом, участвующим в деле, или его представителем.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "16.7",
        titleArticle:
          "*** (F) Фальсификация доказательств по уголовному делу лицом, производящим расследование, прокурором или защитником.",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "16.8",
        titleArticle:
          "*** (F) Вынесение судьей (судьями) заведомо неправомерного приговора, решения или иного судебного акта.",
        punishment: ["До 10 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "16.9",
        titleArticle:
          "* (F/R) Заведомо ложный донос о совершении преступления.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "16.10",
        titleArticle:
          "* (F) Заведомо ложные показания свидетеля, потерпевшего либо заключение или показание эксперта, показание специалиста в суде.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4",
        explanation: null,
      },

      {
        article: "16.11",
        titleArticle:
          "** (F) Подкуп свидетеля, потерпевшего в целях дачи ими ложных показаний либо эксперта, специалиста в целях дачи ими ложного заключения или ложных показаний.",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation: null,
      },

      {
        article: "16.12",
        titleArticle:
          "** (F/R) Злостное неисполнение вступивших в законную силу приговора суда, решения суда или иного судебного акта, постановления прокурора или выданного ордера, указа кабинета министров, а равно воспрепятствование их исполнению.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4",
        explanation: null,
      },

      {
        article: "16.13",
        titleArticle: "** (F) Сокрытие улик или уничтожение улик.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "16.14",
        titleArticle:
          "** (F) Уклонение от расследования, задержания и суда, намеренные действия, которые направлены правонарушителем на уклонение от реального уголовного срока или другой уголовной ответственности. Таковыми считаются: Попытка скрыть, равно как скрыться при публикации ордеров/постановлений, не явка на вызов сотрудника прокуратуры или сотрудника правоохранительных органов уполномоченного вести следствие и задержание, смена фамилии и других идентификационных данных, изменение своего внешнего вида при помощи пластической хирургии и т.д.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 10",
        explanation: null,
      },

      {
        article: "16.15",
        titleArticle:
          "** (F/R) Дача заведомо ложных показаний и сведений лицу, ведущему следствие и(или) адвокату в ходе рассмотрения дела, суде или проведения допроса.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4",
        explanation: null,
      },

      {
        article: "16.16",
        titleArticle:
          "** (F) Укрывательство преступлений, равно как сокрытие лица, так и всевозможных средств, которые могли бы поспособствовать следствию или суду.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "16.17",
        titleArticle:
          "*** (F) Побег из места лишения свободы, из-под ареста или из-под стражи, совершенный лицом, отбывающим наказание или находящимся в предварительном заключении.",
        punishment: ["До 10 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "16.18",
        titleArticle:
          "*** (F) Неисполнение представителем власти вступивших в законную силу приговора, решения суда или иного судебного акта, равно как воспрепятствование их исполнению.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "16.19",
        titleArticle:
          "** (F) Незаконное ограничение свободы, если это деяние повлекло существенное нарушение прав и законных интересов граждан.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4. Примечание: Данная статья применяется тогда, когда лицо было ограничено в своём передвижении в замкнутом пространстве против своей воли. Данную статью нельзя применить по отношению к гос служащим, которые ограничивают свободу граждан в рамках процессуального кодекса.",
        explanation: null,
      },
    ],
  },
  chapter17: {
    title: "Глава 17. Преступления против порядка управления.",
    data: [
      {
        article: "17.1",
        titleArticle:
          "*** (F/R) Посягательство на жизнь сотрудника правоохранительного органа, военнослужащего, а равно их близких в связи с исполнением им своих должностных обязанностей либо из мести за такую деятельность.",
        punishment: ["До 20 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 5",
        explanation: null,
      },

      {
        article: "17.2",
        titleArticle:
          "* (F/R) Применение насилия, с нанесением телесных повреждений средней и тяжелой степени тяжести, либо угроза применения насилия в отношении представителя власти или его близких в связи с исполнением им своих должностных обязанностей.",
        punishment: ["До 10 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation: null,
      },

      {
        article: "17.3",
        titleArticle:
          "* (F/R) Оскорбление представителя власти при исполнении им своих должностных обязанностей или в связи с их исполнением.",
        punishment: ["До 3 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation:
          "Оскорбление заключается в негативной оценке личности либо внешности человека, его качеств, поведения, причём в форме, противоречащей установленным правилам поведения и требованиям общечеловеческой морали.",
      },

      {
        article: "17.4",
        titleArticle:
          "** (F) Подделка официальных документов, лицензий и военных сертификатов, а также изготовление и сбыт поддельных печатей, бланков и подписей для их использования.",
        punishment: [
          "Конфискация поддельных документов, до 15 лет лишения свободы.",
        ],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4",
        explanation: null,
      },

      {
        article: "17.5",
        titleArticle:
          "** (F/R) Самоуправство, то есть самовольное, вопреки установленному законом или иным нормативным правовым актом порядку совершение каких-либо действий, правомерность которых оспаривается организацией или гражданином, если такими действиями причинен существенный вред.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4",
        explanation: null,
      },

      {
        article: "17.6",
        titleArticle:
          "** (F/R) Неподчинение законным требованиям сотрудника Федерального Бюро Расследований (FIB), полицейского департамента (LSPD, LSCSD), USSS, Национальной Гвардии (SANG), а так же прокуратуры, равно как злонамеренное игнорирование таких требований.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation:
          'Повторное ношение маски после процесса установки личности или иного предмета закрывающего лицо на территории Капитолия, FIB, LSPD, LSCSD, SANG установленной в рамках границ Закона "О статусе территорий и особых объектах штата San Andreas" приравнивается к данной статье УК.',
      },

      {
        article: "17.7",
        titleArticle:
          "* (F/R) Отказ от оплаты штрафа выписанного правомочным лицом (указанном в статье 17.6 настоящего кодекса), а равно отказ от возмещения ущерба согласно законодательству.",
        punishment: ["До 3 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "17.8",
        titleArticle:
          "** (F/R) Укрывательство преступника, орудий и средств совершения преступления, следов преступления или предметов, добытых преступлением.",
        punishment: ["До 3 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "17.9",
        titleArticle:
          "* (R) Грубое и неоднократное оскорбление человека без его согласия в присутствии представителя власти.",
        punishment: ["До 1 года лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 1",
        explanation: null,
      },

      {
        article: "17.10",
        titleArticle:
          "** (F/R) Незаконная помеха при задержании, аресте или процессуальном принуждении нарушителя, равно как содействие помехе задержанию, аресту или процессуальному принуждению нарушителя.",
        punishment: ["До 3 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation: null,
      },

      {
        article: "17.11",
        titleArticle:
          "* (F/R) Провокация сотрудников SANG, равно как помеха несения службы на прилегающей постовой территории.",
        punishment: ["До 5 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "17.12",
        titleArticle: "** (F/R) Помеха колонне государственных структур.",
        punishment: ["До 2 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation:
          "Помехой является встраивание, оттягивание её движения, действия направленные на её остановку.",
      },

      {
        article: "17.13",
        titleArticle:
          "*** (F/R) Побег при задержании, аресте или процессуальном принуждении, равно как уклонение от правосудия.",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 4",
        explanation: null,
      },
    ],
  },
  chapter18: {
    title: "Глава 18. Преступления против военной службы.",
    data: [
      {
        article: "18.1",
        titleArticle:
          "* ** (F) Неисполнение подчиненным приказа начальника, отданного в установленном порядке, причинившее существенный вред интересам службы.",
        punishment: ["До 4 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation: null,
      },

      {
        article: "18.2",
        titleArticle:
          "** (F) Самовольное оставление части или места службы, а равно неявка в срок без уважительных причин на службу при увольнении из части.",
        punishment: ["До 2 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "18.3",
        titleArticle:
          "** (F) Дезертирство, то есть самовольное оставление части или места службы в целях уклонения от прохождения военной службы, а равно неявка в тех же целях на службу.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation: null,
      },

      {
        article: "18.4",
        titleArticle:
          "* (F) Нарушение правил несения боевого дежурства (боевой службы) по своевременному обнаружению и отражению внезапного нападения на охраняемый объект либо по обеспечению его безопасности.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation: null,
      },

      {
        article: "18.5",
        titleArticle:
          "** (F/R) Уничтожение или повреждение оружия, боеприпасов или предметов военной техники, равно как халатное отношение к имуществу Национальной Гвардии.",
        punishment: ["До 5 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "18.6",
        titleArticle:
          "** (F) Нарушение правил вождения или эксплуатации боевой, специальной или транспортной машины, повлекшее по неосторожности причинение тяжкого вреда здоровью человека.",
        punishment: ["До 6 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 2",
        explanation: null,
      },

      {
        article: "18.7",
        titleArticle:
          " * (F) Нарушение правил полетов или подготовки к ним либо иных правил эксплуатации военных летательных аппаратов, повлекшее по неосторожности тяжкие последствия.",
        punishment: ["До 8 лет лишения свободы."],
        keyword: [],
        exception: null,
        note: "Приоритет розыска - 3",
        explanation: null,
      },
    ],
  },
};
