import { codexType } from "../types/types";

export const highwayCode: codexType = {
  chapter1: {
    title: "Глава I. Общие положения и основные термины",
    data: [
      {
        article: "Пункт 1",
        titleArticle:
          "Настоящий законодательный акт устанавливает единый порядок движения на всей территории штата Сан-Андреас. Любые иные законодательные акты, касающиеся дорожного движения, должны основываться на требованиях настоящего кодекса и не противоречить им.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 2",
        titleArticle:
          "Все участники дорожного движения обязаны соблюдать все правила дорожного движения, выполнять требования знаков, сигналов и иных технических средств регулировки дорожного движения.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 3",
        titleArticle:
          "На территории штата установлено правостороннее движение.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 4",
        titleArticle:
          "Все участники дорожного движения должны действовать таким образом, чтобы не создавать опасности для движения.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 5",
        titleArticle:
          "Запрещается повреждать или загрязнять покрытие дорог, снимать, загораживать, повреждать, самовольно устанавливать дорожные знаки, светофоры и другие технические средства организации движения, оставлять на дороге предметы, создающие помехи для движения. Лицо, создавшее помеху, обязано принять все возможные меры для ее устранения, а если это невозможно, то доступными средствами обеспечить информирование участников движения об опасности и сообщить в соответствующие правоохранительные органы.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.1",
        titleArticle:
          "автомобиль - механическое транспортное средство, имеющее не менее четырех колес, расположенных не менее, чем на двух осях, за исключением колесных тракторов и самоходных машин",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.2",
        titleArticle:
          "автобус - автомобиль с числом мест для сидения более восьми, за исключением места водителя;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.3",
        titleArticle:
          "автопоезд - состав транспортных средств, состоящий из автомобиля (колесного трактора) и буксируемого прицепа, прицепа-роспуска, полуприцепа;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.4",
        titleArticle:
          "велосипед, веломобиль (далее - велосипед) - транспортное средство, приводимое в движение мускульной силой человека, находящегося на нем;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.5",
        titleArticle:
          "безопасность дорожного движения - состояние дорожного движения, обеспечивающее минимальную вероятность возникновения опасности для движения и дорожно-транспортного происшествия;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.6",
        titleArticle:
          "водитель - физическое лицо, управляющее транспортным средством, самоходной машиной, за исключением лица, обучаемого управлению транспортным средством, самоходной машиной (сдающего квалификационный экзамен на управление механическим транспортным средством, самоходной машиной);",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.7",
        titleArticle:
          "вынужденная остановка транспортного средства - прекращение движение транспортного средства из-за его технической неисправности или опасности, создаваемой участниками дорожного движения, перевозимым грузом, состоянием водителя (пассажира), появлением объекта, препятствующего дорожному движению;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.8",
        titleArticle:
          "газон - участок земли с естественным или искусственно созданным растительным, преимущественно травяным, покровом;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.9",
        titleArticle:
          "дорога - комплекс инженерных сооружений либо полоса земли, предназначенные и используемые для движения в установленном порядке транспортных средств и пешеходов;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.10",
        titleArticle:
          "дорожное движение - движение пешеходов и (или) транспортных средств по дороге, в том числе стоянка и остановка в пределах дороги, а также связанные с ним общественные отношения;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.11",
        titleArticle:
          "дорожно-транспортное происшествие - происшествие, совершенное с участием хотя бы одного находившегося в движении механического транспортного средств, в результате которого причинен вред жизни или здоровью физического лица, его имуществу либо имуществу юридического лица;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.12",
        titleArticle:
          "железнодорожный переезд - пересечение дороги с железнодорожными путями на одном уровне;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.13",
        titleArticle:
          "жилая зона - дворовая территория, прилегающая к жилой застройке;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.14",
        titleArticle:
          "маневрирование (маневр) - начало движения, перестроение транспортного средства в движении из одной полосы движения в другую, а также его поворот направо или налево, разворот, съезд с проезжей части дороги, движение задним ходом;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.15",
        titleArticle:
          "маршрутное транспортное средство - механическое транспортное средство, движущееся по установленному маршруту с обозначенными остановочными пунктами;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.16",
        titleArticle:
          "механическое транспортное средство - транспортное средство, приводимое в движение двигателем;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.17",
        titleArticle:
          "мопед - механическое транспортное средство, приводимое в движение двигателем с рабочим объемом до 50 куб",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.18",
        titleArticle:
          "мотоцикл - двухколесное механическое транспортное средство, приводимое в движение двигателем с рабочим объемом 50 куб",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.19",
        titleArticle:
          "обгон - опережение одного или нескольких движущихся транспортных средств, связанное с выездом на встречную полосу движения;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.20",
        titleArticle:
          "опережение - движение транспортного средства со скоростью, превышающей скорость попутно движущегося транспортного средства (транспортных средств);",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.21",
        titleArticle:
          "обозначенный перекресток - перекресток, перед которым на данной дороге установлен дорожный знак “Уступить дорогу”, “Уступить дорогу пешеходам”;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.22",
        titleArticle:
          "опасность для движения - изменение условий дорожного движения или технического состояния транспортного средства, угрожающее безопасности участников дорожного движения, вынуждающее водителя снизить скорость движения или остановиться;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.23",
        titleArticle:
          "организованная транспортная колонна - транспортное средство или колонна, движущиеся в сопровождении транспортного(-ых) средства(-в) оперативного назначения с включенными проблесковыми сигналами (далее - маячки) синего, красно-синего, красно-желто-синего цветов;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.24",
        titleArticle:
          "оставление места дорожно-транспортного происшествия - действия участника дорожно-транспортного происшествия, направленные на сокрытие факта такого происшествия или обстоятельств его совершения, повлекшее необходимость проведения сотрудниками дорожной полиции мероприятий по установлению данного участника или розыску транспортного средства;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.25",
        titleArticle:
          "остановка транспортного средства - преднамеренное прекращение движения транспортного средства на время до 5 минут с работающим двигателем;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.26",
        titleArticle:
          "стоянка транспортного средства - преднамеренное прекращение движения транспортного средства на время более 5 минут с выключенными двигателем;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.27",
        titleArticle:
          "пассажир - не причастное к управлению транспортным средством физическое лицо, находящееся в (на) транспортном средстве;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.28",
        titleArticle:
          "перекресток - место пересечения, примыкания или разветвления дорог на одном уровне. Не являются перекрестками пересечения с велосипедными, пешеходными дорожками;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.29",
        titleArticle:
          "пешеход - физическое лицо, участвующее в дорожном движении вне транспортного средства, ведущее велосипед, мопед или мотоцикл и не выполняющее в установленном порядке на дороге ремонтные и другие работы;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.30",
        titleArticle:
          "полоса движения - любая из продольных полос проезжей части дороги, обозначенная или не обозначенная горизонтальной дорожной разметкой и имеющая ширину, достаточную для движения транспортных средств в один ряд;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.31",
        titleArticle:
          "проезжая часть дороги - элемент дороги, предназначенный для движения транспортных средств и в случаях, предусмотренных настоящими правилами, для движения пешеходов;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.32",
        titleArticle:
          "разделительная полоса - выделенный конструктивно элемент дороги, разделяющий смежные проезжие части и не предназначенный для движения или остановки транспортных средств и пешеходов вне специально оборудованных и обозначенных мест;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.33",
        titleArticle:
          "темное время суток - промежуток времени, который начинается после захода солнца и заканчивается с восходом солнца;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.34",
        titleArticle:
          "транспортная колонна - группа из двух и более механических транспортных средств, следующие друг за другом по одной полосе движения;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.35",
        titleArticle:
          "транспортное средство оперативного назначения - транспортное средство, имеющее специальную цветографическую окраску, определенные знаки отличия и (или) световую и звуковую сигнализация;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.36",
        titleArticle:
          "тротуар - элемент дороги, примыкающий к проезжей части или отделенный от нее газоном, предназначенный для движения пешеходов и велосипедов в соответствии с настоящими правилами;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.37",
        titleArticle:
          "крупногабаритное транспортное средство - транспортное средство, максимальные весовые параметры которого превышают допустимые параметры, установленные для проезда по автомобильным дорогам общего пользования;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.38",
        titleArticle:
          "управление транспортным средством - воздействие на органы управления транспортного средства, приведшее к изменению его положения относительно первоначального;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.39",
        titleArticle:
          "усовершенствование покрытие - покрытие дорог из асфальтобетонных или цементобетонных смесей, из щебеночных или гравийных минеральных материалов;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.40",
        titleArticle:
          "уступить дорогу (не иметь преимущества) - требование, означающее не возобновлять движение, снизить скорость движения вплоть до остановки транспортного средства или не осуществлять какой-либо маневр (за исключением требования освободить занимаемую полосу движения водителем транспортного оперативного назначения), если это может вынудить другого участника дорожного движения изменить направление и(или) снизить скорость движения;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.41",
        titleArticle:
          "участник дорожного движения - физическое лицо, находящееся в пределах дороги в(на) транспортном средстве или вне его, за исключением сотрудника дорожной полиции и работника, выполняющего в установленном порядке на дороге ремонтные и другие работы;",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.42",
        titleArticle:
          "элементы дороги - одна или несколько проезжих частей дороги, трамвайные пути, тротуары, пешеходные и велосипедные дорожки, посадочные площадки, расположенные на проезжей части и предназначенные для посадки или высадки пассажиров, разделительные полосы, разделительные зоны, настилы железнодорожных переездов и обочины.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.43",
        titleArticle:
          "сотрудник дорожной полиции (далее - дорожная полиция) - сотрудник муниципальной полиции, либо управления Шерифа, органов внутренней и внешней разведки, контрразведки, осуществляющие надзор за соблюдением настоящих правил лицами, участвующими в дорожном движении.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.44",
        titleArticle:
          "VIN номер - идентификационный номер транспортного средства. Уникальный код транспортного средства, состоящий из знаков. В коде представлены сведения о производителе и характеристиках транспортного средства, а также о годе выпуска.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.45",
        titleArticle:
          "Автомобильный номер — индивидуальный регистрационный знак транспортного средства.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter2: {
    title: "Глава II. Основные правила",
    data: [
      {
        article: "Пункт 1",
        titleArticle:
          "Запрещено управлять транспортным средством в состоянии алкогольного или наркотического опьянения, под воздействием медицинских препаратов, снижающих быстроту реакции.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 2",
        titleArticle:
          "Любому из участников дорожно-транспортного происшествия запрещается покидать место происшествия, убирать или перемещать улики происшествия, а также передвигать транспортные средства, участвующие в дорожно-транспортном происшествии.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 3",
        titleArticle:
          "Максимальная скорость движения легкового автомобиля и мотоцикла в населенном пункте, за исключением случаев, когда запрещающие знаки указывают иное, 35 миль в час. Максимальная скорость движения грузового транспортного средства 25 мили в час.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 4",
        titleArticle:
          "Максимальная скорость движения легкового автомобиля и мотоцикла вне населенного пункта, по дорогам типа Highway, за исключением случаев, когда запрещающие знаки указывают иное, 80 миль в час. Максимальная скорость грузового транспортного средства 55 миль в час.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 5",
        titleArticle:
          "Максимальная скорость движения легкового автомобиля и мотоцикла вне населенного пункта по двухполосным проезжим частям, за исключением случаев, когда запрещающие знаки указывают иное, 55 миль в час. Максимальная скорость движения грузового транспортного средства 40 миль в час.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 6",
        titleArticle:
          "При движении транспортного средства, все лица, находящиеся в(на) нем, обязуются пристегиваться ремнями безопасности. Исключением из данного пункта правил являются лица с медицинскими противопоказаниями, либо лица, с повреждениями костной ткани в области грудной клетки.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 7",
        titleArticle:
          "Запрещается езда, остановка и стоянка на газонах, тротуарах, железнодорожных путях запрещена, за исключением железнодорожного переезда. Исключением из правила передвижения по тротуарам является передвижение по нему транспортных средств оперативного назначения, механических транспортных средств, обслуживающих предприятие, грузовых транспортных средств, прибывающих с целью погрузки или выгрузки груза.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 8",
        titleArticle:
          "Водитель обязан иметь с собой водительское удостоверение, идентификационную карту и передавать эти документы сотрудникам дорожной полиции по первому требованию.\n",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 9",
        titleArticle:
          "За одновременное нарушением водителем трех и более пунктов настоящих правил, сотрудник дорожной полиции вправе, помимо наказания за совершенные нарушения, изъять у водителя лицензию на право управления транспортом.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 10",
        titleArticle:
          "Разрешается перевозка пассажиров в салоне легкового автомобиля, буксирующего неисправное транспортное средство.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 11",
        titleArticle:
          "Все действия во время езды, особенно езды в плотном потоке, должны выполняться максимально плавно с особой внимательностью, чтобы исключить возможность создания аварийной ситуации.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 12",
        titleArticle:
          "После наступления темного времени суток, либо в случаях, когда видимость дороги в прямом направлении менее 300 метров, водитель транспортного средства обязуется включить ближний свет фар, по желанию в сочетании с противотуманными фарами. Темным временем суток считается время с момента начала заката до момента рассвета.\n",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 13",
        titleArticle:
          "Звуковой сигнал разрешается подавать только с целью предотвращения дорожно-транспортного происшествия, за исключением транспорта оперативного назначения.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 14",
        titleArticle:
          "Во время управления транспортом, водителю запрещается пользоваться мобильным телефоном и вести разговор.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 15",
        titleArticle:
          "Водитель привлекается к уголовной ответственности в случае причинения смерти или тяжкого вреда здоровью.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 16",
        titleArticle:
          "В случае дорожно-транспортного происшествия, водитель обязуется оказать медицинскую помощь и вызвать скорую помощь или доставить потерпевшего в медицинское учреждение.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 17",
        titleArticle:
          "Транспорт оперативного назначения с включенными проблесковыми маячками синего, красно-синего, красно-желто-синего цветов имеет преимущество перед другими участниками движения. В случае приближения транспорта оперативного назначения с включенными маячками, водитель транспортного средство обязуется прижаться к правому краю проезжей части и снизить скорость настолько, чтобы быть готовым остановиться по первому требованию сотрудника дорожной полиции. В случае приближения транспорта оперативного назначения с включенными проблесковыми маячками и сиреной, водитель транспортного средства обязуется остановиться на обочине, либо, в случае ее отсутствия, максимально близко к правому краю проезжей части. Водитель оперативных транспортных средств в рамках исполнения служебных полномочий в случае обоснованной служебной необходимости может отступать от положений дорожных знаков, дорожной разметки, правил разворотов и обгонов установленных настоящим кодексом при условии обеспечения безопасности всех участников дорожного движения а также включенных проблесковых маячков синего, красно-синего, красно-желто-синего цветов и специального звукового сигнала. При отсутствии необходимости дополнительного привлечения внимания участников дорожного движения специальный звуковой сигнал может быть выключен.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 18",
        titleArticle:
          "При неисправной тормозной системе, либо любых других неисправностях, которые могут нести угрозу участникам дорожного движения, запрещается начинать движение или его продолжать.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 19",
        titleArticle:
          "При выезде из жилой зоны, прилегающей территории, либо при подъезде к главной дороге со второстепенной, обозначенной знаком “Уступить дорогу”, необходимо уступить дорогу всем транспортным средствам, приближающимся справа или слева.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 20",
        titleArticle:
          "На автомагистралях, путепроводах, мостах, в тоннелях, запрещено движение задним ходом, разворот, обгон, остановка, стоянка.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 21",
        titleArticle:
          "Водителям транспортных средств запрещается обгонять, опережать организованную транспортную колонну, вклиниваться в нее, препятствовать её проезду.\n",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 22",
        titleArticle:
          "Водителю запрещается создавать опасную, аварийную, либо любую иную ситуацию, которая может привести к дорожно-транспортному происшествию.\n",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 23",
        titleArticle:
          "В случаях, если временные дорожные знаки, либо указания сотрудников дорожной полиции противоречат постоянным знаками или любым иным техническим средствам организации дорожного движения, водителя обязуются выполнять указания временных дорожных знаков и сотрудников дорожной полиции.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter3: {
    title: "Глава III. Обгон и развороты",
    data: [
      {
        article: "Пункт 1",
        titleArticle: "Обгон запрещен, если:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "1.1",
            titleArticle: "Он связан с наездом на двойную сплошную разметку;",
            note: null,
          },
          {
            article: "1.2",
            titleArticle: "Он связан с наездом на сплошную разметку;",
            note: null,
          },
          {
            article: "1.3",
            titleArticle:
              "Он выполняется на мостах, путепроводах, эстакадах, ближе 100 метров от железнодорожных переездов в обе стороны, на перекрестках, на пешеходных перехода и ближе 50 метров от них в обе стороны;",
            note: null,
          },
          {
            article: "1.4",
            titleArticle:
              "он будет нести угрозу другим участникам дорожного движения.",
            note: null,
          },
        ],
      },
      {
        article: "Пункт 2",
        titleArticle: "Разворот запрещен, если:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "2.1",
            titleArticle: "Он связан с наездом на двойную сплошную разметку;",
            note: null,
          },
          {
            article: "2.2",
            titleArticle: "Он связан с наездом на сплошную разметку;",
            note: null,
          },
          {
            article: "2.3",
            titleArticle:
              "Он выполняется на мостах, путепроводах, эстакадах, железнодорожных переездах;",
            note: null,
          },
          {
            article: "2.4",
            titleArticle:
              "Он будет нести угрозу другим участникам дорожного движения.",
            note: null,
          },
        ],
      },
      {
        article: "Пункт 3",
        titleArticle:
          "Обгон выполняется слева от обгоняемого транспортного средства, с выездом на встречную полосу движения, при отсутствии встречного транспортного средства.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 4",
        titleArticle:
          "В случае, если встречный разъезд затруднен, то водитель транспортного средства, на стороне которого образовалось препятствие, обязуется уступить дорогу встречному транспортному средству.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 5",
        titleArticle:
          "Водителю обгоняемого транспортного средства запрещается всячески препятствовать обгону путем повышения скорости движения, началом обгона, любым из маневров.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 6",
        titleArticle:
          "Водителю запрещается начинать обгон, если водитель обгоняемого транспортного средства включил левый указатель поворота, либо производит любой из маневров.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter4: {
    title: "Глава IV. Дорожные знаки, дорожная разметка и светофоры.",
    data: [
      {
        article: "Пункт 1",
        titleArticle:
          "В случае, если светофор неисправен, не работает полностью, при проезде перекрестка водители пользуются правилом знака “Stop” и правилами проезда равнозначных перекрестков.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 2",
        titleArticle:
          "Знак или горизонтальная дорожная разметка “Stop” гласит то, что каждый водитель, при подъезде к таковому, обязуется остановиться около него, либо перед стоп-линией, в случае, если таковая есть и убедиться в том, что проезд перекрестка не создаст препятствия другим участникам движения. Останавливаться нужно даже в случае, если с других подъездов к перекрестку не наблюдается иных транспортных средств",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 3",
        titleArticle:
          "При подъезде к дорожному знаку “Уступить дорогу”, водитель транспортного средства обязуется уступить дорогу всем транспортным средствам, приближающимся с пересекаемых дорог.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 4",
        titleArticle: "К предупреждающим знакам относятся знаки желтого цвета.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 5",
        titleArticle: "К регулирующих знакам относятся знаки белого цвета.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 6",
        titleArticle: "К информационным знакам относятся знаки зеленого цвета.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 7",
        titleArticle:
          "К запрещающим знакам относятся знаки с красной обводкой.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 8",
        titleArticle:
          "Каждый из типов знака может быть дополнительно нанесен на проезжей части.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 9",
        titleArticle:
          "Каждый из дорожных знаков действует вплоть до знака “Конец зоны действия всех ограничений” или до первого обозначенного или регулируемого перекрестка.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 10",
        titleArticle:
          "В случае, если часть дороги попутного движения сужается, водитель обязуется перестроиться на полосу соседнего движения, уступая дорогу всем транспортным средствам, движущимся по ней. Об этом водителя может информировать дорожный знак “Сужение дороги”, либо горизонтальная дорожная разметка в виде направляющей стрелки белого цвета.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 11",
        titleArticle:
          "Знак “Направление движения по полосам”, либо дорожная разметка в виде направляющих стрелок белого цвета, указывают на дальнейшее движении по определенной полосе. Водитель обязуется выполнять указания этого знака и нанесенное дорожной разметки даже в случае, если он не намерен двигаться в указанном направлении.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 12",
        titleArticle:
          "Двойная сплошная линия желтого или белого цветов указывает на границы полос движения встречных направлений. Пересекать такую запрещается. Исключением является двойная линия, одна из которая сплошная, вторая прерывистая. Пересекать такую разметку разрешается только со стороны прерывистой линий или для завершения обгона или объезда препятствия.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 13",
        titleArticle:
          "Сплошная линия желтого или белого цветов указывает на границы полос движения встречах направлений. Пересекать такую разрешается только в случае объекта препятствия или с целью обгона, когда скорость транспорта попутного направления не превышает 10 миль в час и при отсутствии транспорта встречного направления.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 14",
        titleArticle:
          "Горизонтальная дорожная разметка “Lane Bus” обозначает, что полоса движения выделена для движения маршрутных транспортных средств. Всем иным транспортным средствам запрещается остановка, стоянка и движение по данной полосе.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 15",
        titleArticle:
          "Горизонтальная дорожная разметка “Keep clear”, “No parking” означает, что зоне действия данной разметки полностью запрещается остановка и стоянка транспортных средств, за исключением вынужденной остановки, а также за исключением транспорта оперативного назначения.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 16",
        titleArticle:
          "Дорожные знаки с перечеркнутыми стрелками направления указывают на направление, дальнейшее движение по которому запрещается.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 17",
        titleArticle:
          "Выделенная конструктивно, при помощи сплошных линий разметки белого или желтого цветов, зона запрещает нахождение и движение по ней транспортных средств, за исключением транспортных средств оперативного назначения и дорожно-эксплуатационных служб со включенным маячком оранжевого цвета.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 18",
        titleArticle:
          'Дорожный знак "Do not enter" запрещается дальнейшее движение по проезжей части, обозначенной дорожным знаком в текущем направлении.',
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Статья 19",
        titleArticle:
          'В случаях, когда установлен знак "Объезд участка дороги", водитель обязуется двигаться по разрешенной полосе движения до конца аварийного, закрытого участка.',
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter5: {
    title: "Глава V. Стоянка и остановка.",
    data: [
      {
        article: "Пункт 1",
        titleArticle:
          "Стоянка разрешена в специально отведенных для этого местах и зонах, обозначенных дорожной разметкой, при наличии, и дорожным знаком “Parking”.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 2",
        titleArticle:
          "Стоянка также разрешается в населенном пункте на обочине, либо, в случае ее отсутствия, у правого края проезжей части, если отсутствуют иные запрещающие технические средства регулирования дорожного движения.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 3",
        titleArticle:
          "Транспортные средства разрешается ставить на стоянку с соблюдением требований дорожных знаков и горизонтальной дорожной разметки, а при их отсутствии - при условии рационального использования места стоянки, не создавая препятствия для доступа к находящимся на нем другим транспортным средствам и их последующего движения.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 4",
        titleArticle:
          "Остановка и стоянка запрещается на мостах, путепроводах, эстакадах, ближе 15 метров к пешеходным переходам в обе стороны, ближе 15 метров к перекресткам, за исключением перекрестков в жилой зоне, в местах, где стоянка запрещена дорожным знаком, горизонтальной дорожной разметкой, либо окрашенным в желтый или красный цвет бордюром, на газонах и тротуарах, на обочине, либо, при ее отсутствии, у правого края проезжей части на шоссе и на любой иной проезжей части вне населенного пункта, а также на проезжей части дороги.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 5",
        titleArticle:
          "Остановка разрешается в населенном пункте и вне населенного пункта на обочине, либо, в случае ее отсутствия, у правого края проезжей части, кроме мест, где установлен дорожный знак “Остановка и стоянка запрещена”.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 6",
        titleArticle:
          "В случае, если совершается вынужденная остановка в местах, где ее совершать запрещено, водитель обязуется включить аварийную световую сигнализацию и, по возможности, вытолкать транспортное средство за пределы проезжей части либо максимально близко к правому краю проезжей части.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 7",
        titleArticle:
          "Остановка, связанная с посадкой или высадкой пассажиров, погрузкой или выгрузкой груза, на время более 5 минут, должна осуществляться с выключенным двигателем. Ожидание пассажира или груза не является причиной для остановки на время более 5 минут.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 8",
        titleArticle:
          "Остановка и стоянка запрещается на служебных парковочных местах, обозначенных желтой горизонтальной разметкой, либо находящейся на закрытой и охраняемой территории.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 9",
        titleArticle:
          "Остановка и стоянка запрещается на остановочных пунктах, если это создаст препятствие маршрутным транспортным средствам.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 10",
        titleArticle:
          "Остановка и стоянка также запрещена в местах, где между автомобилем и разделительной разметкой расстояние составит менее 3-х метров.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 11",
        titleArticle:
          "Остановка и стоянка запрещена ближе 15 метров к служебным дверям, воротам и пропускным пунктам.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 12",
        titleArticle:
          "Стоянка запрещается ближе 50 метров к железнодорожным переездами со стороны подъезда к нему.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter6: {
    title: "Глава VI. Пешеходный переход.",
    data: [
      {
        article: "Пункт 1",
        titleArticle:
          "При приближении к пешеходному переходу, водитель транспортного средства обязуется избрать такую скорость движения, чтобы быть готовым прибегнуть к торможению в случае появления пешеходов.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 2",
        titleArticle:
          "При приближении к пешеходному переходу водитель обязуется убедиться в отсутствии пешеходов его переходящих и к нему приближающимся.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 3",
        titleArticle:
          "Пешеход, ступивший на пешеходный переход, имеет преимущество и все водители транспортного средства обязуются уступить ему дорогу и не создавать помеху движения. Помехой движения считаются действия, вынудившие пешехода изменить скорость движения.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 4",
        titleArticle:
          "Если за пешеходным переходом образовался затор, который вынудит водителя остановиться на этом самом переходе, выезд на перекресток запрещен.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 5",
        titleArticle:
          "В случае, если пешеход переходит проезжую часть вне пешеходного перехода, водитель имеет право подать звуковой сигнал, но в любом случае обязуется уступить пешеходу дорогу.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter7: {
    title: "Глава VII. Крупногабаритный и грузовой транспорт.",
    data: [
      {
        article: "Пункт 1",
        titleArticle:
          "Крупногабаритным транспортом считается грузовой автомобиль, общая технически допустимая масса которого составляет более 2 тонн.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 2",
        titleArticle:
          "Остановка и стоянка крупногабаритного транспортного средства разрешается только в специально отведенных для этого местах, за исключением случаев аварийной остановки.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 3",
        titleArticle:
          "Для перевозки людей в кузове грузового и крупногабаритного транспорта необходимо обладать лицензией на управление транспорта подобной категории 3 года и более.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 4",
        titleArticle:
          "Максимальная разрешенная длина прицепа, прицепа-роспуска составляет 18 метров.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 5",
        titleArticle:
          "В случаях, если длина или ширина прицепа составляет более разрешенной, компания должна получить разрешение на перевозку груза у муниципальной полиции. Грузовик, перевозящий негабаритный груз, должен сопровождаться одним или двумя транспортами оперативного назначения со включенными проблесковыми маячками.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 6",
        titleArticle:
          "Если груз выпирает за кузов автомобиля или прицеп, груз должен быть обозначен светоотражающими элементами, либо лоскутами ткани красного цвета.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 7",
        titleArticle:
          "Водитель грузового транспортного средства обязуется обеспечить невозможность выпадения груза из кузов всеми возможными методами.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 8",
        titleArticle:
          "Водитель грузового транспортного средства обязуется обеспечить возможность визуального осмотра содержимого кузова и несет за перевозимый груз ответственность предусмотренную нормативно-правовыми актами Штата Сан-Андреас.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter8: {
    title:
      "Глава VIII. Права и обязанности водителя и сотрудника дорожной полиции.",
    data: [
      {
        article: "Пункт 1",
        titleArticle:
          "Водитель обязан иметь при себе лицензию на управление транспортом определенной категории и идентификационную карту и предоставлять оба эти документа по требованию сотрудников дорожной полиции, органов внутренней и внешней разведки, контрразведки.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 2",
        titleArticle:
          "Водитель обязан проверять свой автомобиль на исправное техническое состояние автомобиля перед выездом.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 3",
        titleArticle: "Водитель обязан соблюдать правила дорожного движения.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 4",
        titleArticle:
          "Водитель обязан по требованию сотрудников дорожной полиции проходить экспресс-освидетельствование либо медицинское освидетельствование на факт алкогольного или наркотического опьянения, на факт увеличения времени реакции.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 5",
        titleArticle:
          "Водитель имеет на управление своим транспортным средством, за исключением случаев, предусмотренных настоящими правилами.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 6",
        titleArticle:
          "Водитель имеет право узнавать причину остановки у сотрудников дорожной полиции, органов внутренней и внешней разведки, военнослужащих национальной гвардии, органов контрразведки.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 7",
        titleArticle:
          "Водитель имеет право передавать управление своим транспортным средством любому иному лицу, имеющему лицензию на управление транспортом определенной категории.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 8",
        titleArticle:
          "В случае остановки транспортного средства, водитель имеет право потребовать у сотрудника его служебное удостоверение, имеет право зафиксировать его данные, в случае, если они не защищены законом, а также имеет право вести фиксацию действий сотрудников дорожной полиции, органов внутренней и внешней разведки, контрразведки, а также военнослужащих национальной гвардии.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 9",
        titleArticle:
          "Сотрудники дорожной полиции имеют право останавливать транспортное средство по факту нарушения любого из законодательных актов либо в случае подозрения на нарушение.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 10",
        titleArticle:
          "Сотрудники дорожной полиции имеют право требовать от водителя все необходимые документы для ознакомления.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 11",
        titleArticle:
          "Сотрудники дорожной полиции имеют право потребовать водителя и пассажиров оставаться в транспортном средстве либо покинуть его.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 12",
        titleArticle:
          "При наличии соответствующего ордера, сотрудник дорожной полиции имеет право на обыск транспортного средства.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 13",
        titleArticle:
          "В случае, если у сотрудника дорожной полиции есть основания полагать, что автомобиль задержанного лица может нести в себе улики преступления, разрешается эвакуировать транспортное средство на закрытую парковку государственной структуры для ожидания авторизации ордера на его обыск.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 14",
        titleArticle:
          "В случае, если транспортное средство нарушает правила дорожного движения и одновременно создает препятствие для движения, нарушает правила остановки и стоянки, а водителя транспортного средства нет в автомобиле, сотруднику дорожной полиции разрешается эвакуировать транспортное средство на штрафстоянку.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 15",
        titleArticle:
          "Сотрудники дорожной полиции обязуются исполнять все законодательные акты.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter9: {
    title: "Глава IX. Права и обязанности пешеходов.",
    data: [
      {
        article: "Пункт 1",
        titleArticle:
          "Пешеход обязуется соблюдать все правила дорожного движения.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 2",
        titleArticle:
          "Пешеход вправе являться свидетелем дорожно-транспортного происшествия и может привлекаться к судебным разбирательствам.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 3",
        titleArticle:
          "Пешеход обязан не создавать неправомерных препятствий для движения транспортных средств.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter10: {
    title: "Глава X. Ответственность за нарушение правил дорожного движения",
    data: [
      {
        article: "Пункт 1",
        titleArticle:
          "За любое нарушение настоящих правил, за исключением отдельных случаев, описанных текущей главной настоящих правил, в отношении лица его совершившее, может быть выдано от предупреждения до штрафа. Максимальная сумма штрафа составляет 20.000$. За одновременное нарушение трех или более статей настоящих правил, сотрудник дорожной полиции вправе изъять у нарушителя лицензию на управление транспортным средством и эвакуировать его транспортное средство на штрафстоянку. Эвакуация также возможна в случаях, предусмотренных пунктом 13 главы 8 настоящих правил. Изъятие прав также возможно при нарушениях, повлекших за собой причинение смерти или вреда здоровью любому из участников движения или сотруднику дорожной полиции.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 2",
        titleArticle:
          "За любое нарушение настоящих правил, которое повлекло за собой причинение вреда здоровью либо вреда имущество юридического или физического лица, виновное в совершении нарушения лицо может понести как уголовную, так и административную ответственность.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 3",
        titleArticle:
          "За любое нарушение настоящих правил, которое повлекло за собой тяжкое причинение вреда здоровью либо смерть, виновное в совершении нарушения лицо несет уголовную ответственность.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 4",
        titleArticle:
          "За нарушение правил перевозки груза, дальнейшее движение запрещается вплоть до устранения нарушения.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 5",
        titleArticle:
          "За нарушение правил остановки и стоянки, в случаях, когда водитель присутствует в транспортном средстве, на водителя накладывается штраф в размере от 3.000$ до 10.000$. После этого, водитель обязуется устранить нарушение.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 6",
        titleArticle:
          "За управление транспортным средством в состоянии алкогольного или наркотического опьянения, водитель несет ответственность в соответствии с Административным или Уголовным кодексами.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 7",
        titleArticle:
          "В случае, если из-за воздействия медицинских препаратов, время реакции водителя увеличивается, сотрудники дорожной полиции имеют право потребовать у водителя прекратить дальнейшее движения без привлечения его к ответственности.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 8",
        titleArticle:
          "В случае, если участник дорожно-транспортного происшествия покидает место того самого происшествия, он может понести ответственность в виде штрафа размером 20.000$ либо в соответствии с Уголовным кодексом.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 9",
        titleArticle:
          "В случаях, если участник дорожно-транспортного происшествия отказывается оказать первую медицинскую помощь пострадавшему, который в ней нуждается, либо отказывается доставлять его в медицинское учреждение, на него накладывается штраф в размере 20.000$.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "Пункт 10",
        titleArticle:
          "За любое иное нарушение, ответственность за которое предусмотрена любым иным из законодательных актов, нарушившее лицо несет ответственность в соответствии с нарушенным пунктом законодательного акта.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
};
