import { codexType } from "../types/types";

export const judicialCode: codexType = {
  chapter1: {
    title:
      "Глава 1. Основные положения и определения. Принципы отправления правосудия.\n",
    data: [
      {
        article: "1.1",
        titleArticle:
          "Данный кодекс принят в соответствии с Конституцией Штата San-Andreas и иными нормативными правовыми актами, регулирующими порядок принятия, изменения и отмены нормативных правовых актов, и имеет цель установления единообразия по проведению мероприятий, связанных с судебной властью Штата San-Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "1.2",
        titleArticle:
          "Досудебное следствие, процесс передачи дела гражданского или уголовного характера, процесс судебного заседания, оглашения приговора, порядок оспаривания приговора регулируется Конституцией Штата San-Andreas, данным кодексом и иными нормативными правовыми актами.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "1.3",
        titleArticle:
          "Судьи в своей деятельности независимы, руководствуются Конституцией Штата San-Andreas, данным кодексом и иными нормативными правовыми актами.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "1.4",
        titleArticle:
          "Судьи осуществляют деятельность по отправлению правосудия совместно с участниками судебных заседаний, регламентированных данным кодексом.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "1.5",
        titleArticle:
          "В штате San Andreas применяется Прецедентное право. Судебный прецедент - решение суда по определенному делу, которое в дальнейшем может быть использовано судами при разрешении аналогичных дел.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "1.6",
        titleArticle:
          "Судья оценивает доказательства по своему внутреннему убеждению, основанному на совокупности имеющихся в деле доказательств, руководствуясь при этом законом и совестью.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "1.7",
        titleArticle:
          "Суды финансируются из казны Правительства Штата San-Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "1.8",
        titleArticle: "Принципы отправления правосудия составляют:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "1.8.1",
            titleArticle: "Принцип законности",
            note: null,
          },
          {
            article: "1.8.2",
            titleArticle: "Принцип справедливости",
            note: null,
          },
          {
            article: "1.8.3",
            titleArticle: "Принцип осуществления правосудия только судом",
            note: null,
          },
          {
            article: "1.8.4",
            titleArticle: "Принципы независимости судей",
            note: null,
          },
          {
            article: "1.8.5",
            titleArticle: "Принцип равенства всех перед судом и законом",
            note: null,
          },
          {
            article: "1.8.6",
            titleArticle:
              "Принцип обеспечения права граждан на судебную защиту",
            note: null,
          },
          {
            article: "1.8.7",
            titleArticle:
              "Принцип обеспечения права подозреваемого и обвиняемого на защиту",
            note: null,
          },
          {
            article: "1.8.8",
            titleArticle: "Принцип состязательности сторон",
            note: null,
          },
          {
            article: "1.8.9",
            titleArticle: "Принцип участия граждан в отправлении правосудия",
            note: null,
          },
          {
            article: "1.8.10",
            titleArticle:
              "Принцип открытого разбирательства дел (за исключением дел, связанных с государственной тайной или которые попадают под категорию “Особо тяжких”)",
            note: null,
          },
          {
            article: "1.8.11",
            titleArticle: "Принцип презумпции невиновности",
            note: null,
          },
          {
            article: "1.8.12",
            titleArticle: "Принципы законности и компетентности суда",
            note: null,
          },
          {
            article: "1.8.13",
            titleArticle:
              "Принцип соблюдения прав и свобод человека и гражданина",
            note: null,
          },
          {
            article: "1.8.14",
            titleArticle: "Принцип обязательности судебных решений и судьи.",
            note: null,
          },
          {
            article: "1.8.15",
            titleArticle: "Принцип учета обстоятельств",
            note: null,
          },
          {
            article: "1.8.16",
            titleArticle: "Принцип учета морально этических составляющих",
            note: null,
          },
        ],
      },
      {
        article:
          "Основные термины и понятия в судопроизводстве штата San Andreas:",
        titleArticle: "",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "1.9",
            titleArticle:
              "Судья — лицо, наделенное в соответствии с Конституцией штата Сан-Андреас и настоящим законом полномочиями осуществлять правосудие и исполняющие свои обязанности на профессиональной основе.",
            note: null,
          },
          {
            article: "1.10",
            titleArticle:
              "Судебный секретарь — должностное лицо, ответственное за ведение протокола, а также зачитывания правил поведения в суде.",
            note: null,
          },
          {
            article: "1.11",
            titleArticle:
              "Ответчик — лицо, на которое подали исковое заявление в суд.",
            note: null,
          },
          {
            article: "1.13",
            titleArticle:
              "Истец - лицо, в интересах которого подается исковое заявление в суд.",
            note: null,
          },
          {
            article: "1.14",
            titleArticle:
              "Прокурор — уполномоченное лицо, представляющие обвинение исключительно от государства.",
            note: null,
          },
          {
            article: "1.15",
            titleArticle:
              "Адвокат — уполномоченное лицо, представляющее интересы истца или ответчика (представитель). Адвокатом одной из сторон в судебном процессе может являться только гражданин, аккредитованный департаментом юстиции штата San Andreas.",
            note: null,
          },
          {
            article: "1.16",
            titleArticle:
              "Свидетель — третье лицо, принимающее участие в судебном процессе, которое может подтвердить или опровергнуть обстоятельства, на которые ссылаются истец и/или ответчик.",
            note: null,
          },
          {
            article: "1.17",
            titleArticle:
              "Эксперт — лицо, обладающее специальными знаниями в той или иной области, привлекаемое по инициативе одной из сторон, а также по инициативе судьи или прокурора, услуги которого требуются для правильного рассмотрения дела;",
            note: null,
          },
          {
            article: "1.18",
            titleArticle:
              "Судебный ордер — письменное распоряжение судебной инстанции.",
            note: null,
          },
          {
            article: "1.19",
            titleArticle:
              "Судебный акт — правоприменительный акт суда по какому - либо вопросу в судопроизводстве. Все судебные акт выносятся именем штата San-Andreas и имеют силу закона\n",
            note: null,
          },
          {
            article: "1.19.1",
            titleArticle: "Виды судебных актов:",
            note: null,
          },
          {
            article: "1.19.2.",
            titleArticle:
              "Судебное решение - судебный акт, разрешающий дело по существу в гражданском судопроизводстве. Окончательный вердикт суда по гражданскому делу.",
            note: null,
          },
          {
            article: "1.19.3.",
            titleArticle:
              "Судебный приговор - судебный акт, разрешающий дело по существу в уголовном судопроизводстве. Окончательный вердикт суда по уголовному делу.",
            note: null,
          },
          {
            article: "1.19.4.",
            titleArticle:
              "Определение/постановление суда - судебный акт, который выносится судом для решения вопросов в рамках судопроизводства, но которым дело не разрешается по существу. Также этим видом судебного акта исковые заявления/апелляционные жалобы принимаются или отклоняются к началу судопроизводства.",
            note: null,
          },
          {
            article: "1.20",
            titleArticle:
              "Постановление Верховного суда — судебный акт верховного суда на основе судебного дела о разъяснении нормативно-правового акта или об устранении неясных формулировок или двояких смыслов в нормативно-правовых актах.",
            note: null,
          },
          {
            article: "1.21",
            titleArticle:
              "Судебное ходатайство - официальная просьба, прошение участников судебного процесса, не зависимо от типа судопроизводства, направленная председательствующему судье либо всему составу суда в устной или письменной форме с обязательным реагированием суда в виде удовлетворения или отклонения, порождающее за собой ряд процессуальных последствий. В зависимости от вида судопроизводства ходатайство может быть подано до или перед начальной стадии процесса.",
            note: null,
          },
          {
            article: "1.22",
            titleArticle:
              "Судебный прецедент - решение определённого суда по конкретному делу, имеющее силу закона.",
            note: null,
          },
          {
            article: "1.23",
            titleArticle:
              "Судебные решения/приговоры имеют юридическую силу закона и на них можно ссылаться, как на положения нормативно-правового акта. Если в каком-либо кодексе не описано правонарушение, но есть решение суда по такому правонарушению, то такое решение суда может служить основанием применения меры пресечения и наказания в отношении правонарушителя за идентичное правонарушение. Работает прецедентное право.",
            note: null,
          },
          {
            article: "1.24",
            titleArticle:
              "Судья при исполнении своих полномочий, а также во внеслужебных отношениях должен избегать всего, что могло бы пошатнуть авторитет судебной власти, достоинство судьи или вызвать сомнение в его объективности, справедливости и беспристрастности.",
            note: null,
          },
          {
            article: "1.25",
            titleArticle:
              "Повестка в суд - официальный юридический документ, предписывающий участию лиц, указанных в ней, в судебном заседании или других процедурах судопроизводства. Повестка в суд содержит информацию о дате, времени и месте судебного заседания, а также обстоятельствах, связанных с участием лица в судебном процессе.",
            note: null,
          },
        ],
      },
    ],
  },
  chapter2: {
    title:
      "Глава 2. Состав судебной власти. Полномочия председательствующих судей.\n",
    data: [
      {
        article: "2.1",
        titleArticle:
          "Судьи назначаются и освобождаются от занимаемой должности в соответствии с Конституцией Штата San-Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "2.1.1",
        titleArticle: "Судебная власть состоит из:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "2.1.2",
            titleArticle:
              "Федерального Суда Соединенных Штатов Америки во главе с председательствующим Федеральным Судьей.",
            note: null,
          },
          {
            article: "2.1.3",
            titleArticle:
              "Верховного Суда Штата San-Andreas во главе с председательствующим Верховным Судьёй.",
            note: null,
          },
          {
            article: "2.1.4",
            titleArticle:
              "Апелляционного Суда Штата San-Andreas во главе с председательствующим Апелляционным Судьей.",
            note: null,
          },
          {
            article: "2.1.5",
            titleArticle:
              "Окружного Суда Штата San-Andreas во главе с председательствующим Окружным Судьёй.",
            note: null,
          },
        ],
      },
      {
        article: "2.2",
        titleArticle: "Полномочия Федерального Судьи США:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "2.2.1",
            titleArticle:
              "Рассмотрение исковых заявлений на обжалование решений Верховного суда.",
            note: null,
          },
        ],
      },
      {
        article: "2.3",
        titleArticle: "Полномочия Верховного Судьи Штата San-Andreas:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "2.3.1",
            titleArticle:
              "Рассмотрение производств, переданных от Окружного Суда.",
            note: null,
          },
          {
            article: "2.3.2",
            titleArticle:
              "Рассмотрение производств о преступлениях лиц, занимающих высшие государственные должности первого уровня указанные в пункте 2.7.1 настоящего кодекса, а также на прокуроров и сотрудников FIB подразделения IID.",
            note: null,
          },
          {
            article: "2.3.3",
            titleArticle:
              "Производства о государственных преступлениях граждан и государственных служащих.",
            note: null,
          },
          {
            article: "2.3.4",
            titleArticle:
              "Производства, которые вытекают из конституционных споров.",
            note: null,
          },
          {
            article: "2.3.5",
            titleArticle:
              "Рассмотрение производств, направленных из Окружного Суда или Апелляционного Суда в качестве апелляции на приговоры нижестоящих судебных инстанций.",
            note: null,
          },
          {
            article: "2.3.6",
            titleArticle:
              "Иски, которые направлены на неконституционность законов Штата San-Andreas.",
            note: null,
          },
          {
            article: "2.3.7",
            titleArticle:
              "Толкует нормы права, дает разъяснение правовых аспектов, связанных с законодательством штата.",
            note: null,
          },
          {
            article: "2.3.8",
            titleArticle:
              "Производит анализ законодательных, под законодательных актов, нормативно-правовой документации на наличие конституционных и прочих противоречий.",
            note: null,
          },
          {
            article: "2.3.9",
            titleArticle:
              "Верховный суд, в порядке надзора за нижестоящими судами, имеет право по своей инициативе приостановить исполнение любого решения нижестоящего суда, если посчитает его противоречащим законодательству. В этом случае Верховный суд самостоятельно рассматривает дело по приостановленному решению и выносит приговор, либо направляет дело на новое рассмотрение в тот же суд.",
            note: null,
          },
        ],
      },
      {
        article: "2.4",
        titleArticle: "Полномочия Апелляционного Судьи Штата San-Andreas:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "2.4.1",
            titleArticle:
              "По результатам рассмотрения апелляционной жалобы на судебные акты Окружного суда, суд апелляционной инстанции вправе:\n" +
              "— оставить судебный акт Окружного Суда без изменения, отклонив апелляционную жалобу.\n" +
              "— отменить или изменить судебный акт Окружного Суда полностью или частично.\n" +
              "— дополнять судебный акт Окружного Суда.\n" +
              "— возвращать дело в Окружной Суд на повторное рассмотрение.",
            note: null,
          },
          {
            article: "2.4.2",
            titleArticle:
              "Рассмотрение исковых заявлений попадающих под подсудность Окружного суда штата Сан-Андреас.",
            note: null,
          },
        ],
      },
      {
        article: "2.5",
        titleArticle: "Полномочия Окружного Судьи Штата San-Andreas:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "2.5.1",
            titleArticle:
              "Рассмотрение исковых заявлений абсолютно всех преступлений совершенных в пределах штата, также занимающих высшие руководящие государственные должности второго уровня указанные в пункте 2.7.2 настоящего кодекса. Исключение составляют конституционные споры, а также дела которые не рассматривает Верховный Суд в качестве первой инстанции.",
            note: null,
          },
          {
            article: "2.5.2",
            titleArticle:
              "Рассмотрение исковых заявлений по гражданским делам.",
            note: null,
          },
          {
            article: "2.5.3",
            titleArticle:
              "Окружной суд, в соответствии с законодательством, уполномочен перенаправлять исковые заявления в Верховную инстанцию.",
            note: null,
          },
          {
            article: "2.6",
            titleArticle:
              "Верховный Суд исполняет роль апелляционного или/и окружного при условии, что должность Апелляционного Судьи и/или Окружного Судьи и его Временно Исполняющего обязанности государственного служащего не занята.",
            note: null,
          },
          {
            article: "2.6.1",
            titleArticle: "Утратил силу.",
            note: null,
          },
        ],
      },
      {
        article: "2.7",
        titleArticle: "Лиц, занимающих высшие государственные должности.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "2.7.1 Первого уровня:\n",
            titleArticle:
              "— Директор FIB\n" +
              "— Заместитель Директора FIB\n" +
              "— Шериф Департамента Шерифа Округа Блэйн\n" +
              "— Заместитель Шерифа Департамента Шерифа Округа Блэйн\n" +
              "— Шеф Полицейского Департамента Лос-Сантоса\n" +
              "— Заместитель Шефа Полицейского Департамента Лос-Сантоса\n" +
              "— Главный Врач Медицинской Спасательной Службы\n" +
              "— Заместитель Главного Врача Медицинской Спасательной Службы\n" +
              "— Полковник Национальной Гвардии Сан Андреас\n" +
              "— Подполковник Национальной Гвардии Сан Андреас\n" +
              "— Генеральный Директор Weazel News\n" +
              "— Заместитель Генерального Директора Weazel News\n" +
              "— Губернатор\n" +
              "— Вице-Губернатор\n" +
              "— Министр\n" +
              "— Верховный Судья\n" +
              "— Апелляционный Судья\n" +
              "— Окружной Судья\n" +
              "— Директор USSS\n" +
              "— Заместитель Министра",
            note: null,
          },
          {
            article: "2.7.2 Второго Уровня:\n",
            titleArticle:
              "— Советник Министра\n" +
              "— Мэр\n" +
              "— Заместитель Мэра\n" +
              "— Советник Мэра\n" +
              "— Заместитель Директора USSS\n" +
              "— Начальник Отдела USSS\n" +
              "— Заместитель Начальника Отдела USSS\n" +
              "— Ассистент Директора FIB\n" +
              "— Начальник Отдела FIB\n" +
              "— Заместитель Начальника Отдела FIB\n" +
              "— Ассистент Полицейского Департамента Лос-Сантоса\n" +
              "— Начальник Отдела Полицейского Департамента Лос-Сантоса\n" +
              "— Заместитель Начальника Отдела Полицейского Департамента Лос-Сантоса\n" +
              "— Ассистент Департамента Шерифа Округа Блэйн\n" +
              "— Начальник Отдела Департамента Шерифа Округа Блэйн\n" +
              "— Заместитель Начальника Отдела Департамента Шерифа Округа Блэйн\n" +
              "— Начальник Отдела Медицинской Спасательной Службы\n" +
              "— Заместитель Начальника Отдела Медицинской Спасательной Службы\n" +
              "— Ассистент Полковника Национальной Гвардии Сан Андреас\n" +
              "— Командир Подразделения Национальной Гвардии Сан Андреас\n" +
              "— Заместитель Командира Подразделения Национальной Гвардии Сан Андреас\n" +
              "— Начальник Отдела Weazel News\n" +
              "— Заместитель Начальника Отдела Weazel News",
            note: null,
          },
        ],
      },
      {
        article: "2.8",
        titleArticle:
          "Иные права и обязанности государственных служащих судебной власти имеются в иных результатах правотворческой и правоприменительной деятельности.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "2.9",
        titleArticle:
          "Принцип заменяемости верховного, окружного, и апелляционного суда: Верховный и Апелляционный Суд может исполняет роль окружного, при условии договоренности с окружным судом, или отсутствии того на рабочем месте, в данном случае обжалованием решения принятого Апелляционным судом занимается Верховный, обжалованием решения принятого Верховным судом - Федеральный суд.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "2.10",
        titleArticle:
          "Суд, рассматривающий дело, при необходимости получения дополнительной информации или сведений, находящихся в ведении любого структурного подразделения, поручает руководителю, заместителю или иному вышестоящему должностному лицу данного структурного подразделения или Прокуратуре штата в установленный срок судом представить определенные информацию или сведения. В случае непредоставления запрошенной судом информации или сведений в срок, руководитель соответствующей организации привлекается к предусмотренной действующим законодательством ответственности. На время выполнения судебного поручения судебное производство по делу может быть приостановлено.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "2.11",
        titleArticle:
          "Судья вправе проведения судебного заседания без гос. обвинителя, в случаях предусмотренной гл.3 п.4",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "2.12",
        titleArticle:
          "В случае неявки стороны защиты, а также отсутствием заявленных ходатайств об переносе от обвиняемого или его законного представителя, судья уполномочен провести судебное заседание в одностороннем порядке.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "2.13",
        titleArticle:
          "Заочное судопроизводства - это процесс разбирательства дела в суде без присутствия участников процесса и проведения судебного заседания. Результатом такого производства является вынесение заочного решения суда и его официальное оформление.\n" +
          "Если суд считает, что в представленных материалах есть необходимые факты и нет нужды вызывать стороны на заседание, то он может вынести решение заочно. Суд за 24 часа до заочного рассмотрение информирует истца о начале рассмотрение дела в заочной форме. Если истец не согласен на рассмотрение дела в порядке заочного судопроизводства, суд откладывает рассмотрение дела и направляет ответчику извещение о времени и месте судебного разбирательства.\n" +
          "Если любая из сторон не согласна с таким решением, она имеет право в течение 72 часов после его вынесения обжаловать в апелляционном порядке.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter3: {
    title: "Глава 3. Рассмотрение дела и обвинительного акта прокурора.\n",
    data: [
      {
        article: "3.1",
        titleArticle:
          "В случае, если прокурор посчитал весомым доказательства, по которым можно обвинять подозреваемого в совершении преступления, он составляет обвинительный акт (исковое заявление) и публикует его на официальном портале штата в ту инстанцию суда, под чью подсудность оно попадает в качестве первой инстанции, также прикрепляя уголовное дело.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "3.2",
        titleArticle:
          "В случае, если судья посчитал обвинение полным, комплексным, обоснованным и с учётом требований составления судебной системы Штата, то судья составляет специальное уведомление “О начале судебного производства по делу”, которое размещает на официальном портале Штата в специальной теме в разделе судебной власти.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "3.2.1",
        titleArticle:
          "Судья или судебный секретарь также уведомляет о принятом решении участников данного производства с учётом требований законодательства Штата San-Andreas и иными требованиями к составлению актов.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "3.2.2",
        titleArticle:
          "Судья обязан сделать пометку о привлечении к процессу судебного заседания со стороны защиты и обвинения свидетелей, которые могут дать показания, являющиеся важными для установления истины во время самого судебного процесса.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "3.2.3",
        titleArticle:
          "Сторона обвинения и сторона защиты имеют право в свободной письменной форме подать заявление о привлечении свидетелей при рассмотрении производства на судебном процессе с указанием контактных данных таких свидетелей на официальный портал Штата в специальной теме в разделе судебной власти, с условием, что явка данных свидетелей будет обеспечена.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "3.2.4",
        titleArticle:
          "Судья, взявший рассмотрение обвинительного акта и дела, обязан его рассмотреть и вынести решение (приговор) в течении 10 дней, исключая случаи, в которых судья не может повлиять на время рассмотрения и вынесения решения о исковом заявлении.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "3.2.5",
        titleArticle:
          "Судья в своём уведомлении обязан указать: дату и время проведения судебного заседания, место проведения заседания, состав судей, стороны обвинения, стороны защиты, свидетелей стороны обвинения, свидетелей стороны защиты.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "3.2.6",
        titleArticle:
          "Подача ходатайств суду производится не позже, чем за 5 часов до начала судебного заседания. Ходатайство о перенесении судебного заседания или об отводе государственного обвинителя / судьи / эксперта может быть озвучено суду на судебном заседании, в случае отсутствия необходимости в подачи ходатайства или/и доказательств до судебного заседания. В этом случае, ходатайство будет рассмотрено судом в зале суда.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "3.3",
        titleArticle:
          "В случае, если судья посчитал обвинение недостаточным или по иным другим основаниям, основанных на принципе законности, соблюдения законодательства Штата San-Andreas, судья составляет определение “Об отказе о начале судебного производства по делу”, который размещает на официальном портале Штата в специальной теме в разделе судебной власти.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "3.3.1",
        titleArticle:
          "Судья или судебный секретарь обязан после составления определения передать данное решение прокурору, в котором указано дело и обоснованное в соответствии с законодательством Штата San-Andreas и иными требованиями к оформлению составлению актов.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "3.3.2",
        titleArticle:
          "Прокуратура Штата/Истец или его законный представитель (адвокат) вправе обжаловать данное решение Окружным Судьей в Апелляционный Суд Штата San-Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "3.4",
        titleArticle:
          "Если прокуратура штата SA - не выявляет нарушений в своем уголовном деле, а повторное следствие также не усматривает нарушений законодательства штата SA, то суд вправе:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "1",
            titleArticle:
              "Приобщить материалы проверок прокуратуры штата SA к материалам уголовного дела.\n",
            note: null,
          },
          {
            article: "2",
            titleArticle:
              "Самостоятельно назначить судебное разбирательство, вне зависимости от присутствия гос. обвинителя и рассмотреть данное дело самостоятельно.\n",
            note: null,
          },
          {
            article: "3",
            titleArticle:
              "Вправе без гос. обвинителя , согласно материалам дела вынести решение о признании/непризнании вины подсудимого.\n",
            note: null,
          },
        ],
      },
      {
        article: "3.5",
        titleArticle:
          "В случае ведения расследования в отношении сотрудников офиса генерального прокурора, Губернатора, а также его заместителя, руководство прокуратуры обязано назначить специального прокурора для проведения прокурорской проверки. Человек ответственный за назначение специального прокурора не должен фигурировать в материалах обвинения. В случае подачи заявления на всех действующих членов офиса генерального прокурора, специальный прокурор назначается лично действующим Губернатором или его заместителем. Данный прокурор, на время проверки, находится под защитой государства для добросовестного и целостного проведения расследования. Специально назначенный прокурор не может быть отстранен руководством или снят с должности до момента окончания проверки.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "3.6",
        titleArticle:
          "В случае вынесения судебного определения об участии участника судопроизводства в судебном заседании, судья имеет право передать повестку указанному участнику судопроизводства.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "3.6.1",
            titleArticle:
              "Повестка передается участнику судопроизводства лично в руки и/или через руководящий состав государственной организации.",
            note: null,
          },
          {
            article: "3.6.2",
            titleArticle:
              "Участник судопроизводства, получивший повестку в соответствии с настоящим законом, обязан явиться на судебное заседание в установленное определением время и представить свои позиции или уведомить суд о причинах, мешающих ему по каким-либо причинам явится на судебное заседание",
            note: null,
          },
        ],
      },
    ],
  },
  chapter4: {
    title: "Глава 4. Начало судебного заседания.\n",
    data: [
      {
        article: "4.1",
        titleArticle:
          "Заседание в указанном в заявлении судьей месте должно начаться не позднее 20 минут с момента назначенного времени.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "4.2",
        titleArticle:
          "Когда судья и судебный секретарь заняли своё место, судебный секретарь объявляет об открытии судебного заседания. После данных действий начинается судебный процесс.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "4.3",
        titleArticle:
          "Судебное заседание начинается с доклада судьи или судебного секретаря о составе участников судопроизводства. Судья или судебный секретарь обязан указать:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "4.3.1",
            titleArticle:
              "Полный состав стороны обвинения с указанием должностей, имени и фамилии потерпевшего и обвинителя.",
            note: null,
          },
          {
            article: "4.3.2",
            titleArticle:
              "Полный состав стороны защиты, с указанием должностей, имени и фамилии подсудимого и защитника.",
            note: null,
          },
          {
            article: "4.3.3",
            titleArticle:
              " Состав свидетелей со стороны обвинения, которые явились на судебный процесс с указанием их имени, фамилии и должности, которую они занимают.",
            note: null,
          },
          {
            article: "4.3.4",
            titleArticle:
              " Состав свидетелей со стороны защиты, которые в установленном порядке были заявлены стороной защиты и явились на судебный процесс с указанием их имени, фамилии и должности, которую они занимают.",
            note: null,
          },
          {
            article: "4.3.5",
            titleArticle:
              "Обвинение, выдвинутое прокурором/истцом в обвинительном акте, с указанием конкретных статей нормативных правовых актов и/или правовых актов. Обеспечить информацией всех присутствующих участников судебного процесса о том, что ложные сведения являются преступным деянием и такие участники будут привлечены к ответственности в соответствии с законодательством Штата San-Andreas. После чего суд разъясняет права участников процесса, а также подсудимому его процессуальные права.",
            note: null,
          },
          {
            article: "4.3.5.1",
            titleArticle:
              "На судебном заседании подсудимый имеет право:\n" +
              "— На защиту. Это означает, что подсудимый может защищаться, как самостоятельно, так и с помощью своего защитника. Подсудимый может отказаться от выбранного им защитника в любой момент судебного разбирательства;\n" +
              "— Знать, в чем обвиняют подсудимого;\n" +
              "— Давать свои объяснения, по существу, предъявленного обвинения;\n" +
              "— Представлять суду какие-либо доказательства и участвовать в исследовании всех других доказательств, которые будут рассматриваться судом. Это означает, что подсудимый может, в частности, задавать вопросы потерпевшему, свидетелям, эксперту, а также просить суд огласить какие-либо документы, имеющиеся в деле;\n" +
              "— Заявлять различные ходатайства, относящиеся к исследованию доказательств, например о вызове новых свидетелей, об истребовании каких-либо документов и т.д\n" +
              "— Заявлять отводы, если в ходе судебного разбирательства станет известно о наличии для них оснований;\n" +
              "— Выступить в судебных прениях.",
            note: null,
          },
          {
            article: "4.3.5.2",
            titleArticle:
              "В соответствии со статьей 1 Конституции штата SA, раздел 12 «подсудимый не обязан свидетельствовать против самого себя», подсудимый имеет право отказаться от дачи показаний в случае если показания свидетельствуют против него. В таком случае его решение не может влиять на решение суда.",
            note: null,
          },
          {
            article: "4.3.6",
            titleArticle:
              "В случае, если после разъяснения судом у подсудимого остаются вопросы по судопроизводству, он вправе затребовать дополнительные разъяснения, а судья обязан исполнить требование подсудимого.",
            note: null,
          },
          {
            article: "4.3.7",
            titleArticle:
              "Судья разъясняет всем присутствующим необходимость соблюдать порядок судебного заседания, зачитывая главу 12. Судебный этикет на момент судебного заседания до пункта 12.3, включительно.",
            note: null,
          },
        ],
      },
      {
        article: "4.4",
        titleArticle:
          "Перед началом основного этапе судебного процесса, стороны обвинения или защиты имеют права заявлять ходатайства. Суд рассматривает ходатайства на месте, или удаляется в совещательную комнату, для вынесения решения по заявленным ходатайствам. После рассмотрения данных ходатайств и вынесения решениях о них непосредственно сразу, судебный процесс продолжается.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter5: {
    title: "Глава 5. Судебное следствие.\n",
    data: [
      {
        article: "5.1",
        titleArticle:
          "Судебное следствие начинается со вступительной речи стороны обвинения в лице государственного обвинителя — прокурора.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "5.2",
        titleArticle: "Речь стороны обвинения должно составлять:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "5.2.1",
            titleArticle:
              "Сообщаются обстоятельства суду, при которых были сделаны правонарушения обвиняемого, идёт перечисление всех следственных мероприятий, которые были проведены в отношении данного производства.",
            note: null,
          },
          {
            article: "5.2.2",
            titleArticle:
              "Также во вступительной речи прокурор имеет право предъявлять иные сведения, которые изобличают вину подсудимого.",
            note: null,
          },
          {
            article: "5.2.3",
            titleArticle:
              "Сторона обвинения имеет право задавать в своей вступительной речи вопросы стороне защиты. Сторона защиты имеет право отказаться от ответов стороны обвинения, и данный отказ не может трактоваться судом или обвинением как признание вины стороной защиты.",
            note: null,
          },
          {
            article: "5.2.4",
            titleArticle:
              "Сторона обвинения обязана изложить квалификацию преступлений, которая была указана в обвинительном акте, а именно конкретные статьи, которые инкриминируются подсудимому.",
            note: null,
          },
          {
            article: "5.2.5",
            titleArticle:
              "На данном этапе, в случае, если обвинитель выдвигает обвинения в правонарушениях, которые не предусмотрены законодательством Штата San-Andreas, суд обязан немедленно вынести с рассмотрения данные обвинения и обвинитель обязан более не заявлять таких обвинений, поскольку такие правонарушения не являются предметом рассмотрения суда в данном судебном производстве.",
            note: null,
          },
          {
            article: "5.2.6",
            titleArticle:
              "Сторона обвинения не имеет права отказаться от своей вступительной речи.",
            note: null,
          },
        ],
      },
      {
        article: "5.3",
        titleArticle:
          "Сторона защиты в лице подсудимого или его защитника, имеет право в своей вступительной речи на:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "5.3.1",
            titleArticle:
              "Предоставить свою точку зрения на произошедшие события.",
            note: null,
          },
          {
            article: "5.3.2",
            titleArticle:
              "Высказывать свои доводы по доказательствам, представленным в деле.",
            note: null,
          },
          {
            article: "5.3.3",
            titleArticle:
              "Высказывать свои доводы по проведенным следственным действиям, в том числе и заявлять ходатайства о вынесении следственных действий из дела, если такие следственные действия были проведены с нарушением законодательства Штата San-Andreas, то такие ходатайства подлежат немедленному рассмотрению судом.",
            note: null,
          },
          {
            article: "5.3.4",
            titleArticle:
              "Заявлять отводы свидетелям обвинения, если сторона защиты имеет основания полагать, что свидетели могут дать ложные показания из личной неприязни к подсудимому или дают показания под давлением, при этом суд немедленно рассматривает такое ходатайство об отводе и должен приложить все усилия, чтобы установить истинность таких подозрений со стороны защиты.",
            note: null,
          },
          {
            article: "5.3.5",
            titleArticle:
              "Подсудимый и его защитник имеют право отвечать поочередно или единолично отвечать в своей речи, при этом если подсудимый желает лично высказать что-либо или единолично отвечать, то защитник обязан отдать предпочтение подсудимому.",
            note: null,
          },
          {
            article: "5.3.6",
            titleArticle:
              "В своей вступительной речи сторона защиты имеет право задавать вопросы стороне обвинения. Сторона обвинения имеет право отказаться отвечать на вопросы стороны защиты.",
            note: null,
          },
          {
            article: "5.3.7",
            titleArticle:
              "Сторона защиты имеет право отказаться от своей вступительной речи.",
            note: null,
          },
        ],
      },
      {
        article: "5.4",
        titleArticle:
          "Во время вступительных речей стороны обвинения и защиты судья имеет право задать вопрос относительно любых обстоятельств дела той стороне, которая в данный момент осуществляет речь, при этом сторона обвинения или защиты имеет право отказаться отвечать на вопрос суда и продолжить свою речь. Такой отказ не может быть расценён судом как признание вины подсудимым или как неуважение к суду. Своими вопросами суд обязан придерживаться принципов судопроизводства, задавая свои вопросы, чтобы детальнее разобраться во всех аспектах производства.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "5.5",
        titleArticle:
          "После окончания озвучивания вступительных речей, судья по очереди предоставляет слово одной и другой стороне сторонам в целях установления обстоятельств по делу в следующем порядке:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "1)",
            titleArticle: "Допрос истца стороной обвинения;",
            note: null,
          },
          {
            article: "2)",
            titleArticle: "Допрос истца стороной защиты.",
            note: null,
          },
          {
            article: "3)",
            titleArticle: "Допрос ответчика стороной защиты;",
            note: null,
          },
          {
            article: "4)",
            titleArticle: "Допрос ответчика стороной обвинения;",
            note: null,
          },
        ],
      },
      {
        article: "5.6",
        titleArticle:
          "Каждый участник, который дает показания, обязан произнести присягу. Допрашиваемый участник обязан давать показания честно и отвечать на вопросы без утайки. Все участники допроса имеют право воспользоваться 11-й статьей Конституции штата San-Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter6: {
    title: "Глава 6. Допрос свидетелей. Прямые и перекрёстные допросы.​\n",
    data: [
      {
        article: "6.1",
        titleArticle:
          "После окончания вступительной речи стороны защиты, рассмотрения всех ходатайств сторон, высказанных ими во время своих речей, суд постановляет перейти к допросу свидетелей и объявляет состав свидетелей от обвинения и от защиты, которые будут допрошены. При этом суд спрашивает о наличии ходатайств у сторон относительно свидетелей, которые будут допрошены и немедленно рассматривает данные ходатайства.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "6.1.1",
            titleArticle:
              "Стороны на этом этапе не имеют права заявлять новых свидетелей в заседание (поскольку свидетели могут быть заявлены только в «уведомлении о начале производства» от судьи – свидетели обвинения или заявлением от стороны защиты – свидетели защиты). В исключительных случаях суд может принять решение об удовлетворении ходатайства стороны о приглашении незаявленного свидетеля к допросу, если такой свидетель располагает фактами, имеющими отношение к делу, и не мог быть ранее заявлен стороной по объективным причинам.",
            note: null,
          },
          {
            article: "6.1.2",
            titleArticle:
              "Суд при принятии такого решения должен руководствоваться принципом равенства сторон и справедливости суда.",
            note: null,
          },
        ],
      },
      {
        article: "6.2",
        titleArticle:
          "Судья приглашает прибывшего в заседания свидетеля занять место дачи показаний. При рассмотрении дела судьей единолично свидетель занимает стул судьи, находящийся справа от судьи, а при рассмотрении коллегией, если данный стул занят, отвечает на вопросы стоя с первого ряда зрительских скамеек в зале.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "6.2.1",
            titleArticle:
              "Перед началом допроса секретарь судебного заседания или единоличный судья просит свидетеля встать и приводит его к присяге свидетеля: «Мистер “Фамилия”, клянетесь ли вы говорить правду, только правду, и ничего кроме правды?»",
            note: null,
          },
          {
            article: "6.2.2",
            titleArticle:
              "После положительного ответа свидетеля на данный вопрос, участник заседания, проводящий присягу объявляет: «”Имя” “Фамилия”, вы приведены к присяге свидетеля. Дача заведомо ложных показаний под присягой является преступлением. Вам это понятно?»",
            note: null,
          },
          {
            article: "6.2.3",
            titleArticle:
              "После получения положительного ответа начинается прямой допрос свидетеля, то есть допрос той стороной, которая вызвала свидетеля в суд.",
            note: null,
          },
          {
            article: "6.2.4",
            titleArticle:
              "После окончания всех вопросов вызвавшей стороны, начинается перекрестный допрос этого же свидетеля, то есть допрос другой стороной.",
            note: null,
          },
          {
            article: "6.2.5",
            titleArticle:
              "Стороны в своих допросах задает свидетелю конкретные вопросы, непосредственно относящиеся к делу, которые позволяют сформировать суду целостную картину того, что знает свидетель по этому делу.",
            note: null,
          },
          {
            article: "6.2.6",
            titleArticle:
              "После окончания прямого и перекрестного допроса суд завершает допрос, просит свидетеля занять свое место на зрительской скамейке, приглашает следующего свидетеля. Свидетель после окончания допроса имеет право покинуть зал заседания.",
            note: null,
          },
        ],
      },
      {
        article: "6.3",
        titleArticle:
          "Сторона, не принимающая участие в допросе свидетеля, имеет право в любой момент высказать протест против заданного вопроса другой стороной или судом, если считает, что данный вопрос не относится к этому делу, что данный вопрос ставит свидетеля в заблуждение, задан оскорбительно, побуждает свидетеля дать ложные показания, дать показания на основе его догадок, предположений или по другим причинам.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "6.3.1",
            titleArticle:
              "Протест немедленно рассматривается судом и либо утверждается, либо отклоняется. При утверждении протеста суд снимает вопрос с обсуждения или просит сторону переформулировать вопрос.",
            note: null,
          },
        ],
      },
      {
        article: "6.4",
        titleArticle:
          "Суд имеет право самостоятельно снять вопрос с обсуждения по причинам, указанным выше или по другим причинам, при этом суд мотивирует свое решение сторонам.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "6.5",
        titleArticle:
          "Свидетель обязан отвечать на вопрос стороны или суда если такой вопрос не был снят с обсуждения судом. При объявлении протеста другой стороной свидетель не должен отвечать на вопрос пока протест не будет разрешен судом.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "6.6",
        titleArticle:
          "Показания свидетеля, данные им на основе предположений, догадок, слухов и иных необъективных источников не подлежат рассмотрению судом.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "6.7",
        titleArticle:
          "Во время допроса свидетеля любой стороной суд имеет право самостоятельно задать вопрос свидетелю, и на такой вопрос свидетель обязан дать ответ.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "6.8",
        titleArticle:
          "Любая сторона имеет право протеста против такого вопроса суда, такой протест немедленно должен быть рассмотрен судом, и если присутствует законность и весомость данного протеста, то судья, рассматривающий это дело, должен удалиться в совещательную комнату, дабы разрешить данный протест, после чего вернуться в зал заседания и дать ответ на протест, удовлетворить ли требования протестующей стороны или отказаться.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter7: {
    title: "Глава 7. Оценка судом доказательств и следственных действий.​",
    data: [
      {
        article: "7.1",
        titleArticle:
          "После окончания допроса всех свидетелей обвинения и защиты суд задаёт вопрос сторонам о наличии у них ходатайств.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "7.2",
        titleArticle:
          "После рассмотрения всех ходатайств суд постановляет перейти к стадии оценки доказательств и следственных действий.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter8: {
    title:
      "Глава 8. Стадия оценки доказательств и следственных действий судом.",
    data: [
      {
        article: "8.1",
        titleArticle:
          "Закрытое судебное разбирательство допускается на основании определения или постановления суда в случаях, когда:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "8.1.1",
            titleArticle:
              "Суд, самостоятельно называя каждое следственное действие или доказательство, признает их законными и обоснованными и учитывает их в дальнейшем при постановлении приговора",
            note: null,
          },
          {
            article: "8.1.2",
            titleArticle:
              "Суд, самостоятельно называя каждое следственное действие или доказательство, признает их необоснованными и выносит их из дела, при этом полностью мотивирует свое решение сторонам, ссылаясь на федеральное законодательство, на решения Верховного суда или на законодательство штата San-Andreas.",
            note: null,
          },
          {
            article: "8.1.3",
            titleArticle:
              "Вынесенные доказательства и следственные действия более не являются частью дела и не могут быть использованы судом при постановлении приговора или сторонами при обосновании своей позиции.",
            note: null,
          },
        ],
      },

      {
        article: "8.2",
        titleArticle:
          "После окончания оценки доказательств суд задаёт вопрос сторонам о несогласиях сторон с позицией суда по доказательствам и следственным действиям. Суд немедленно рассматривает такие несогласия и, по своему убеждению, на основе закона и справедливости разрешает такие претензии. Суд имеет право вернуть или вынести доказательство/следственное действие в дело или из дела, если согласится с доводами стороны.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "8.3",
        titleArticle:
          "После разрешения всех вопросов по доказательствам и следственным действиям суд постановляет перейти к стадии финальной речи сторон.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "8.4",
        titleArticle:
          "Судья вправе по своему усмотрению менять порядок прохождения судебного заседания, если таковой порядок не противоречит основным понятиям по отправлению правосудия, описанных в Судебном кодексе штата San Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter9: {
    title:
      "Глава 9. Финальная речь обвинения и финальная квалификация.\n" +
      "Вопрос о виновности стороне защиты перед финальной речью защиты.\n" +
      "Финальная речь защиты.",
    data: [
      {
        article: "9.1",
        titleArticle:
          "Приняв участие во всех прошедших этапах заседания, сторона обвинения в лице прокурора штата начинает свою финальную речь, в которой высказывает свою позицию по делу и формирует финальную квалификацию, то есть перечисляет все преступления, которые считает доказанными в ходе заседания, с указанием их конкретных статей законов штата.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "9.2",
        titleArticle:
          "Сторона обвинения имеет право на данном этапе добавить новое обвинение в совершении преступления или вынести какое-либо обвинение из дела или полностью отказаться от всех обвинений с прекращением уголовного преследования.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "9.3",
        titleArticle:
          "В случае отказа от всех обвинений прокурором, судья имеет право объявить заседание закрытым, прекратить производство по уголовному делу.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "9.4",
        titleArticle:
          "На данном этапе другие стороны и суд не могут задавать вопросы стороны обвинения, стороны не могут заявлять новых свидетелей или приобщать доказательства, или ходатайствовать об их вынесении.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "9.5",
        titleArticle:
          "Сторона обвинения не может отказаться от своей финальной речи.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "9.6",
        titleArticle:
          "После окончания финальной речи стороны обвинения, когда обвинение выдвинуло окончательную квалификацию преступлений, суд задает стороне защиты вопрос о признании стороной защиты вины обвиняемого в каких-либо из инкриминируемых преступлений.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "9.7",
        titleArticle:
          "Сторона защиты в лице обвиняемого или его защитника последовательно признает обвиняемого виновным или невиновным в каждом из преступлений. При этом преимущество голоса и окончательное слово принадлежит обвиняемому, а не его защитнику, и в случае если их ответы противоречат друг другу, суд принимает во внимание ответы обвиняемого.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "9.8",
        titleArticle:
          "После ответа на вопрос суда о виновности или невиновности, суд приглашает сторону защиты к началу финальной речи стороны защиты. Обвиняемый или его защитник высказывают свою позицию по предъявленным обвинениям, материалам уголовного дела, событиям в судебном заседании, обстоятельствам дела и иным фактам, относящимся к рассматриваемому делу.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "9.9",
        titleArticle:
          "Обвиняемый и его защитник имеют право поочередно или единолично отвечать в своей речи, при этом если обвиняемый желает лично высказать что-либо или единолично отвечать, защитник обязан отдать предпочтение обвиняемому.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "9.10",
        titleArticle:
          "На данном этапе другие стороны и суд не могут задавать вопросы стороны защиты, стороны не могут заявлять новых свидетелей или приобщать доказательства или ходатайствовать об их вынесении.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "9.11",
        titleArticle:
          "Сторона защиты имеет право отказаться от своей финальной речи.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter10: {
    title:
      "Глава 10. Завершение этапа судебного следствия. Постановление приговора.",
    data: [
      {
        article: "10.1",
        titleArticle:
          "После окончания финальной речи стороны защиты судья удаляется в совещательную комнату.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "10.2",
        titleArticle:
          "Обдумывание судьей приговора происходит в отдельной комнате, выбранной самостоятельно. Все сотрудники и иные лица обязаны выйти из комнаты и забрать все свои личные вещи.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "10.3",
        titleArticle:
          "Во время совещания единоличный судья устанавливают ответы на следующие вопросы:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "10.3.1",
            titleArticle:
              "Виновен ли обвиняемый в каждом отдельно вменяемом ему преступлении?",
            note: null,
          },
          {
            article: "10.3.2",
            titleArticle:
              "Какой вид наказания суд должен назначить обвиняемому? (в случае установления его виновности)",
            note: null,
          },
          {
            article: "10.3.3",
            titleArticle:
              "Как наказания за разные преступления складываются в окончательное наказание? (в случае установления виновности в нескольких преступлениях).",
            note: null,
          },
        ],
      },

      {
        article: "10.4",
        titleArticle:
          "Охрана принимает все возможные меры к сохранению тайны совещания, охраняя совещательную комнату от иных посетителей и утечки информации из совещательной комнаты до выхода судей.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "10.5",
        titleArticle:
          "Тайна совещания судей неприкосновенна для любых лиц штата, включая высшее руководство исполнительной власти и других судей.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "10.6",
        titleArticle:
          "Судья, покидая совещательную комнату, возвращаются в зал судебных заседаний и оглашает решение (приговор) суда.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "10.7",
        titleArticle:
          "В приговоре судья обязан устно изложить участвующим сторонам и зрителям:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "10.7.1",
            titleArticle: "Номер и наименование рассмотренного дела",
            note: null,
          },
          {
            article: "10.7.2",
            titleArticle: "Наименование судебного органа",
            note: null,
          },
          {
            article: "10.7.3",
            titleArticle:
              "Виновность или невиновность обвиняемого по каждому инкриминируемому преступлению.",
            note: null,
          },
          {
            article: "10.7.4",
            titleArticle:
              "Мера наказания обвиняемого в случае признания последнего виновным.",
            note: null,
          },
          {
            article: "10.7.5",
            titleArticle:
              "Порядок вступления в силу и порядок обжалования приговора",
            note: null,
          },
        ],
      },

      {
        article: "10.8",
        titleArticle:
          "В приговоре, который публикуется на официальном портале штата, судья обязан указать:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "10.8.1",
            titleArticle: "Номер и наименование рассмотренного дела",
            note: null,
          },
          {
            article: "10.8.2",
            titleArticle: "Наименование судебного органа",
            note: null,
          },
          {
            article: "10.8.3",
            titleArticle:
              "Факты, которые были установлены судом и приняты им во внимание при постановке приговора.",
            note: null,
          },
          {
            article: "10.8.4",
            titleArticle:
              "Доказательства и следственные действия, которые были приняты судом при постановке приговора.",
            note: null,
          },
          {
            article: "10.8.5",
            titleArticle:
              "Доказательства и следственные действия, которые были вынесены судом из рассмотрения.",
            note: null,
          },
          {
            article: "10.8.6",
            titleArticle:
              "Виновность или невиновность обвиняемого по каждому преступлению, при этом суд мотивирует свое решение и указывает конкретные факты, обстоятельства и доказательства, способствовавшие такому решению.",
            note: null,
          },
          {
            article: "10.8.7",
            titleArticle:
              "Мера наказания по каждому преступлению в случае признания виновным.",
            note: null,
          },
          {
            article: "10.8.8",
            titleArticle:
              "Окончательное наказание по совокупности совершенных преступлений (в случае признания виновным в нескольких преступлениях).",
            note: null,
          },
          {
            article: "10.8.9",
            titleArticle:
              "Порядок вступления в силу и порядок обжалования приговора",
            note: null,
          },
        ],
      },
      {
        article: "10.9.1",
        titleArticle:
          "Возможные законные санкции которые могут быть предприняты решением суда к подсудимому:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "10.9.1",
            titleArticle:
              "Возможные законные санкции которые могут быть предприняты решением суда к подсудимому:",
            note: null,
          },
          {
            article: "10.9.1.1",
            titleArticle:
              "— Судебный штраф в казну Штата. (Сумма штрафа регулируется на усмотрение Суда и согласовывается с Федеральным судьей)\n" +
              "— Лишение права занимать определенные должности или заниматься определенной деятельностью\n" +
              "— Лишение права занимать любую должность в государственной организации (Черный список)\n" +
              "— Увольнение с государственной или военной службы, в том числе с лишением всех званий, наград и привилегий\n" +
              "— Лишение свободы на определенный срок\n" +
              "— Пожизненное лишение свободы\n" +
              "— Компенсация и возмещение пострадавшему юридическому или физическому лицу. (Сумма штрафа регулируется на усмотрение Суда и согласовывается с Федеральным судьей)\n" +
              "— Конфискация имущества\n" +
              "— Принудительное психиатрическое лечение\n" +
              "— Исправительные работы\n" +
              "— Ограничение свободы\n" +
              "— Арест\n" +
              "— Применение принудительных мер воспитательного характера в отношении осужденных несовершеннолетних\n" +
              "— Лишение права заниматься определенной деятельностью\n" +
              "— Лишение права на управление транспортным средством",
            note: null,
          },
          {
            article: "10.9.1.2",
            titleArticle:
              "При признании виновным в совершении нескольких преступлений, наказания за них могут быть соединены путем полного сложения, частичного сложения или погашения одного наказания другим на усмотрение суда.",
            note: null,
          },
          {
            article: "10.9.2",
            titleArticle:
              "Судьи, ручаюсь всеми принципами описанными в статье 1.8 настоящего документа, уполномочены выносить любую справедливую меру наказания, соответствующую тяжести доказанного преступления, предусмотренную статьей 10.9.1.1 Настоящего документа.",
            note: null,
          },
        ],
      },
      {
        article: "10.10",
        titleArticle:
          "Максимальная сумма выплаты компенсации/конфискации по одному иску не должна превышать 400.000$.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "10.10.1",
            titleArticle:
              "Запрос компенсации/конфискации должен происходить при факте причинении физического или морального увечья для потерпевшего/гос. имущества и при проведенной необходимой экспертизе.",
            note: null,
          },
        ],
      },
      {
        article: "10.11",
        titleArticle:
          " В случае признания обвиняемого невиновным в каком-либо преступлении, суд в своем приговоре постановляет его оправдать и признает за ним право на реабилитацию, которую такой оправданный может использовать через гражданский иск в суд против правоохранительного органа в случае, если пострадал от действий правоохранительных органов.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "10.12",
        titleArticle:
          "Приговор суда вступает в силу с момента его зачтения. После окончания судебного дела, судья обязан в течении 24 часов оформить на портале штата решение (приговор) суда.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "10.13",
        titleArticle:
          "Если сторона защиты или обвинения не согласна с решением суда, она обязана заявить о подаче Апелляции в конце заседания суда, после вынесенного приговора суда.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter11: {
    title: "Глава 11. Обжалование вынесенных приговоров суда.",
    data: [
      {
        article: "11.1",
        titleArticle:
          "На любой судебный акт Окружного Суда, сторона обвинения, истец и сторона защиты имеет право подать жалобу в Апелляционный Суд Штата San-Andreas в течении 3 дней, и такая жалоба должна быть рассмотрена Апелляционным Судьей в течение 48 часов и принята к судопроизводству, либо отклонена с указанием причин такого действия.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "11.1.1",
            titleArticle:
              "По решению (приговору) Верховного Суда, сторона обвинения и защиты имеет право подать жалобу в Федеральный Суд США.",
            note: null,
          },
        ],
      },

      {
        article: "11.2",
        titleArticle:
          "Если производство, чья подсудность была в компетенции Федерального Суда, как суда первой инстанции, то решения (приговоры) Федерального Суда окончательны и обжалованию не подлежат.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "11.3",
        titleArticle:
          "В случае несогласия с решением (приговором) Апелляционного Суда, в том числе вступившему в силу, сторона обвинения и защиты имеет право подать жалобу в Верховный Суд Штата San-Andreas в течении 2 дней, и такая жалоба должна быть рассмотрена Верховным Судьей в течении 48 часов и принята к судопроизводству, либо отклонена с указанием причин такого действия.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "11.3.1",
            titleArticle:
              "Если Апелляционный приговор, в том числе вступивший в силу, был оспорен в Верховный суд, и оный суд постановил об отказе, или оглашенным приговором свое решение, то отказ и приговоры подлежат обжалованию в установленном законе порядком.",
            note: null,
          },
        ],
      },
    ],
  },
  chapter12: {
    title: "Глава 12. Судебный этикет на момент судебного заседания.\n",
    data: [
      {
        article: "12.1",
        titleArticle:
          'Участники судебного разбирательства, а также иные лица, присутствующие в зале судебного заседания, обращаются к суду со словами "Уважаемый суд!", а к судье - "Ваша честь", и свои показания и объяснения они дают стоя.',
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "12.2",
        titleArticle:
          "Участники судебного разбирательства, а также иные лица, присутствующие в зале судебного заседания, без разрешения председательствующего судьи не имеют права передвигаться по залу судебного заседания, входить и выходить из зала судебного заседания, разговаривать и совершать иные действия, подрывающие дисциплину.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "12.3",
        titleArticle:
          "Участники судебного разбирательства, а также иные лица, присутствующие в зале судебного заседания, обязаны вести себя дисциплинированно, не выкрикивать, не перебивать, не вступать в споры с судьей, не указывать суду на его ошибки, если таковые имеются, по мнению участников судебного заседания и иных лиц. Если вы считаете, что судебное заседание проведено с нарушением ваших прав и свобод, законодательства, вы вправе обратиться с жалобой в прокуратуру илиподать исковое заявление с апелляцией в Апелляционный, Верховный или Федеральный суд, в установленном законодательством порядке, после судебного разбирательства.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "12.4",
        titleArticle:
          "Участники судебного разбирательства на момент заседания суда обязаны подчиняться законным требованиям Суда Штата Сан-Андреас.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "12.5",
        titleArticle:
          "При входе судьи в зал судебного заседания, участники судебного разбирательства, а также иные лица, присутствующие в зале судебного заседания, обязаны встать, ожидая пока суд не разрешит им занять свои места.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "12.6",
        titleArticle:
          "При нарушении этикета и вмешательство в процесс судопроизводства судья может вынести предписание для сотрудников USSS о задержании лиц нарушивших его после окончания заседания суда по причине неуважения к суду в соответствии с законодательством штата.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "12.7",
        titleArticle:
          "Участники процесса, а также зрители, не вправе скрывать свою личность находясь на открытом судебном заседании. Сотрудники государственных структур, уполномоченные скрывать свою личность, обязаны, после оглашения правил судьей, либо снять предметы скрывающие лицо, либо покинуть зал судебного заседания и вернуться в гражданской форме.",
        punishment: [],
        keyword: [],
        exception:
          "Лица, запрошенные судьей, обеспечивающие безопасность судебного заседания.",
        note: null,
        explanation: null,
      },
    ],
  },
  chapter13: {
    title: "Глава 13. Перенос заседаний суда и повторное слушание​",
    data: [
      {
        article: "13.1",
        titleArticle:
          "В случае отсутствия необходимой доказательной базы или сомнений в ее законности суд по своему решению или по ходатайству защиты или обвинения может назначить дополнительное слушание.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "13.2",
        titleArticle:
          "В случае уважительного отсутствия полного состава суда со стороны защиты, обвинения или отсутствия судьи суд может назначить перенос слушания.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "13.3",
        titleArticle:
          "Сторона защиты и обвинения могут запрашивать не более 1 одного переноса заседания суда или повторного слушания.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "13.4",
        titleArticle:
          "Максимальный срок переноса заседания суда или повторного слушания должен составлять не более 48 часов.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "13.5",
        titleArticle:
          "В случае военного положения или чрезвычайной ситуации заседание может переносится или назначаться повторное слушание максимум на 5 дней или до разрешения чрезвычайной ситуации или военного положения.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter14: {
    title: "Глава 14. Отвод.",
    data: [
      {
        article: "14.1",
        titleArticle:
          "Участники процесса имеют право заявить отводы судье, государственному обвинителю, защитникам, представителю потерпевшего, секретарю и эксперту до начала судебного заседания.\n" +
          "Основаниями для отводов являются сведения о том, что данные лица лично, прямо или косвенно заинтересованы в исходе дела.\n" +
          "Например:" +
          "— Если председательствующий судья делал публичные заявления или давал оценку по существу рассматриваемого дела за рамками судебного процесса.\n" +
          "— Если судья является существенным свидетелем.\n" +
          "— Если судья апелляционной инстанции ранее рассматривал дело, как судья первой инстанции.\n" +
          "— Если судья, государственный обвинитель, защитник, представитель потерпевшего, или эксперт имеет личную или финансовую заинтересованность в исходе.\n" +
          "— Если судья, государственный обвинитель, эксперт – связаны со стороной родственными или супружескими связями.\n" +
          "Судья, у которого есть основания заявить самоотвод, обязан сделать это. Если судья не заявляет самоотвод, когда есть на это основания, к нему могут быть применены санкции, которые зависят от области работы его инстанции.\n" +
          "Кроме того, отвод эксперту может быть заявлен, если у кого-либо из участников процесса есть основания сомневаться в его компетентности.\n" +
          "Заявить отвод возможно и в ходе судебного разбирательства. Однако это будет возможно только в том случае, если основания для отвода на момент начала судебного заседания не были известны.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter15: {
    title: "Глава 15. Гласность",
    data: [
      {
        article: "15.1",
        titleArticle:
          "Разбирательство уголовных дел во всех судах открытое, за исключением случаев, предусмотренных настоящей главой.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "15.2",
        titleArticle:
          "В силу принципа гласности при рассмотрении спора в открытом судебном заседании могут присутствовать любые лица, в том числе и представители прессы, возможны освещение материалов дел в печати, организация соответствующих передач по радио и телевидению. В то же время средства массовой информации не вправе предрешать в своих сообщениях результаты судебного разбирательства по конкретному делу или иным образом воздействовать на суд до вступления решения в законную силу." +
          "Что касается видеозаписи и фотосъемки, а также возможности проведения прямой радио- и телетрансляции заседания, то эти действия допускаются с разрешения Председательствующего Судьи с учетом мнения лиц, участвующих в деле.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "15.3",
        titleArticle:
          "На закрытых судебных заседания присутствуют лица, участвующие в деле, их представители, судебный секретарь и эксперт, а также лица на чьи должностные обязанности возложена безопасность судов. Посещение закрытых судебных заседаний зрителям возможно исключительно с разрешения Председательствующего Судьи и обладающим соответствующим доступом Государственной тайне.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },

      {
        article: "15.4",
        titleArticle:
          "Закрытое судебное разбирательство допускается на основании определения или постановления суда в случаях, когда:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "15.4.1",
            titleArticle:
              "Разбирательство уголовного дела в суде может привести к разглашению государственной или иной охраняемой законом тайны;",
            note: null,
          },
          {
            article: "15.4.2",
            titleArticle:
              "Рассмотрение уголовных дел о преступлениях против половой неприкосновенности и половой свободы личности и других преступлениях может привести к разглашению сведений об интимных сторонах жизни участников уголовного судопроизводства либо сведений, унижающих их честь и достоинство;",
            note: null,
          },
          {
            article: "15.4.3",
            titleArticle:
              "Этого требуют интересы обеспечения безопасности участников судебного разбирательства. О проведении такого закрытого заседания суд принимает определение, которое выносится в зале судебного заседания. После его оглашения в зале могут остаться лишь лица, участвующие в деле, их представители, судебный секретарь и эксперт, лица получившие разрешение от председательствующего судьи, а также лица на чьи должностные обязанности возложена безопасность судов.",
            note: null,
          },
        ],
      },
    ],
  },
};
