import { codexType } from "../types/types";

export const laborlaw: codexType = {
  chapter1: {
    title: "Глава I. Цели и задачи трудового законодательства.",
    data: [
      {
        article: "Статья 1.1",
        titleArticle: "Цели и задачи трудового законодательства",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "Цели :",
            titleArticle:
              "Установление государственных гарантий трудовых прав и свобод граждан\n" +
              "Создание благоприятных условий труда\n" +
              "Защита прав и интересов работников и работодателей",
            note: null,
          },
          {
            article: "Задачи :",
            titleArticle:
              "Организации труда и управлению трудом" +
              "Разрешение трудовых споров",
            note: null,
          },
        ],
      },
      {
        article: "Статья 1.2",
        titleArticle: "Основные принципы регулирования трудовых отношений",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle: "Свобода труда\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Запрещение принудительного труда и дискриминация в сфере труда\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Справедливые условия труда\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Равенства прав и возможностей работников",
            note: null,
          },
        ],
      },
    ],
  },
  chapter2: {
    title: "Глава II. Трудовые отношения.",
    data: [
      {
        article: "Статья 2.1",
        titleArticle: "Стороны трудовых отношений",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle:
              "Работник - физическое лицо , вступившее в трудовые отношения с работодателем.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Работодатель - физическое или юридическое лицо, вступившее в трудовые отношения с работником, возглавляющее организацию, министерство, ведомство, отдел.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Заместитель - физическое лицо делегирующееперенимающее полномочия работодателя по его усмотрению.\n",
            note: null,
          },
        ],
      },
      {
        article: "Статья 2.2",
        titleArticle:
          "Основания возникновения трудовых отношений\n" +
          "Трудовые отношения возникают в результате :",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle: "Избрания на должность,\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Назначения на должность\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Утверждения в должности.",
            note: null,
          },
        ],
      },
      {
        article: "Статья 2.3",
        titleArticle: "Основные права и обязанности работника.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "",
        titleArticle: "Работник имеет право на:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle: "Рабочее место\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Премию",
            note: null,
          },
          {
            article: "",
            titleArticle: "Оплату труда",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Полную и достоверную информации об условиях труда в своей организации\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Отдых",
            note: null,
          },
        ],
      },
      {
        article: "",
        titleArticle: "Работник обязан :\n",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle: "Добросовестно исполнять свои трудовые обязанности\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Соблюдать правила внутреннего трудового распорядка (устав) и законодательство штата SA.\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Выполнять установленные нормы труда\n",
            note: null,
          },
        ],
      },
      {
        article: "Статья 2.4",
        titleArticle: "Основные права и обязанности работодателя",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "",
        titleArticle: "Работодатель имеет право на:\n",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle:
              "Поощрение работников за добросовестный подход к работе\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Требовать от работников должного исполнения ими трудовых обязанностей\n",
            note: null,
          },
        ],
      },
      {
        article: "",
        titleArticle: "Работодатель обязан :\n",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle: "Соблюдать законодательство штата SA\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Предоставлять работникам работу\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Оплачивать труд работникам\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Выплачивать работнику премию за выполняемую им трудовую функцию\n",
            note: null,
          },
        ],
      },
    ],
  },
  chapter3: {
    title: "Глава III. Общие положения рабочего времени.\n",
    data: [
      {
        article: "Статья 3.1",
        titleArticle:
          "Рабочее время \n" +
          "\n Работник обязан находиться на рабочем месте или выполнять рабочие обязанности в соответствии с правилами внутреннего трудового распорядка организации",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Статья 3.2",
        titleArticle:
          "Время отдыха и его виды Время отдыха - время, в течении которого работник свободен от исполнения трудовых обязанностей.Виды:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle:
              "Обеденный перерыв и иные перерывы в течении рабочего дня\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Отпуска\n",
            note: null,
          },
        ],
      },
      {
        article: "Статья 3.3",
        titleArticle:
          "В соответствии с Трудовым Кодексом SA каждая гос.организация должна указывать время обеденного перерыва в своих правилах внутреннего трудового распорядка (устав). Время обеденного перерыва не может быть меньше 30-ти минут и больше 2-ух часов.\n" +
          "Каждый работник имеет право на отпуск по уважительной причине , а также за выдающиеся успехи на работе/службе .\n" +
          "Понятия “обеденный перерыв”, “перерыв” равнозначны.\n" +
          "Работодатель обязан предоставить отпуск, если у работника имеется уважительная причина. Отпуск за выдающиеся успехи на работе/службе предоставляется на усмотрения работодателя. Отпуск не должен превышать 7 дней.\n" +
          "Отпуск не предоставляется в первые две недели работы после трудоустройства.\n" +
          "В случае если после истечения отпуска, работник не вышел из отпуск, то работодатель вправе разорвать с ним контракт в одностороннем порядке.\n" +
          "Для государственных служащих отпуск может быть прерван по служебной необходимости и может быть предоставлен в другом периоде.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter4: {
    title: "Глава IV. Оплата труда.\n",
    data: [
      {
        article: "Статья 4.1",
        titleArticle:
          "Форма оплаты труда. Оплата осуществляется в виде почасовой оплаты и премий.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Статья 4.2",
        titleArticle:
          "Выплата премий\n" +
          "Премии напрямую зависят от должности работника и отработанного им времени в организации.\n" +
          "Премия выплачивается исключительно по решению работодателя, по завершению рабочей недели.\n" +
          "Если возникают проблемы с казной, то премия может быть задержана на неопределенный срок, пока проблемы не будут устранены.\n" +
          "Премия выплачивается исключительно в денежной валюте штата San Andreas.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter5: {
    title: "Глава V. Дисциплина труда.\n",
    data: [
      {
        article: "Статья 5.1",
        titleArticle:
          "Дисциплина труда и трудовой распорядок\n" +
          "Дисциплина труда - обязательное для всех работников подчинение правилам внутреннего трудового распорядка и законодательству штата SA.\n" +
          "Работодатель обязан создавать условия , необходимые для соблюдения работниками дисциплины труда.\n" +
          "Правила внутреннего трудового распорядка (Устав) - локальный нормативный акт , который несет в себе основные права и обязанности , режим работы и время отдыха для всей организации.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Статья 5.2",
        titleArticle:
          "Порядок утверждения внутреннего трудового распорядка\n" +
          "Внутренний трудовой распорядок, он же устав, утверждается работодателем, после чего, устав должен быть передан в офис генеральной прокуратуры для проверки на соответствие законодательству. Внутренний трудовой распорядок имеет юридическую силу только после подписания генеральным прокурором. По мере смены генерального прокурора и(или) руководства организации, проводится повторная прокурорская проверка внутреннего трудового распорядка.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Статья 5.3",
        titleArticle:
          "Поощрение за труд\n" +
          "Работодатель вправе поощрять работников, добросовестно исполняющих свои трудовые обязанности\n" +
          "Виды поощрения:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle: "Объявление благодарности\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Премирование\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Надбавка к премии по показателям\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Единовременные вознаграждения (медали и грамоты)\n",
            note: null,
          },
        ],
      },
      {
        article: "Статья 5.4",
        titleArticle:
          "Дисциплинарные взыскания За неисполнение или не должное исполнение работником своих трудовых обязанностей, а также за совершение дисциплинарного проступка, работодатель вправе применить следующие дисциплинарные взыскания:",
        punishment: [],
        keyword: [],
        exception: null,
        note: "Cписок является исчерпывающим и не может быть дополнен.",
        explanation: null,
        list: [
          {
            article: "",
            titleArticle: "устный / строгий\n",
            note: "",
          },
          {
            article: "",
            titleArticle: "понижение в должности\n",
            note: "",
          },
          {
            article: "",
            titleArticle: "увольнение\n",
            note: "",
          },
          {
            article: "",
            titleArticle: "переаттестация согласно указанному регламенту\n",
            note: "",
          },
          {
            article: "",
            titleArticle: "финансовые штрафы\n",
            note: "",
          },
        ],
      },
      {
        article: "Статья 5.5",
        titleArticle:
          "В целях снятия наложенных дисциплинарных взысканий, работнику может быть назначена отработка внутри организации (структуры).",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
    ],
  },
  chapter6: {
    title: "Глава VI. Отстранение от работы.",
    data: [
      {
        article: "Статья 6.1",
        titleArticle:
          "На отстранение служащего(работника) от исполнения должностных обязанностей уполномочены:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle: "офис генеральной прокуратуры;",
            note: null,
          },
          {
            article: "",
            titleArticle: "руководство работника(служащего);",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "суд в рамках текущих судебных и досудебных разбирательств.",
            note: null,
          },
        ],
      },
      {
        article: "Статья 6.2",
        titleArticle:
          "Основания для отстранения от работы.\n" +
          "Основаниями для отстранения от работы являются :",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle: "1. До судебные разбирательства\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "2. Просроченная медицинская карта\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "3. Переаттестация работника\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "4. Профессиональная непригодность по медицинским показателям\n",
            note: null,
          },
        ],
      },
      {
        article: "Статья 6.3",
        titleArticle:
          "Офис генеральной прокуратуры, своим постановлением, вправе отстранять служащих(работников) от исполнения должностных обязанностей по факту нарушения законодательства и(или) ведущегося прокурорского расследования. Постановление направляется руководству отстраненного, в случае неисполнения постановления, к ответственности привлекается именно руководство.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Статья 6.4",
        titleArticle: "Сроки отстранения от работы.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "6.4.1",
            titleArticle:
              "Срок отстранения по основаниям, предусмотренным в пункте 1 ст. 6.2 настоящей главы не может составлять больше,чем 72 часа с момента отстранения.",
            note: null,
          },
          {
            article: "6.4.2",
            titleArticle:
              "Срок отстранения по основаниям, предусмотренным в пунктах 2-4 ст. 6.2 настоящей главы устанавливается до фактического устранения оснований для отстранения (обновление медицинской карты, прохождение переаттестации, восстановление здоровья).",
            note: null,
          },
        ],
      },
    ],
  },
  chapter7: {
    title: "Глава VII. Прекращение трудовых отношений.\n",
    data: [
      {
        article: "Статья 7.1",
        titleArticle:
          "Прекращение трудовых отношений по инициативе работника.\n" +
          "Работник вправе написать заявление на имя работодателя для увольнения по собственному желанию.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Статья 7.2 ",
        titleArticle:
          "Прекращение трудовых отношений по инициативе работодателя. Трудовые отношение могут быть прекращены работодателем в следующих случаях :",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle:
              "Неоднократного или значительного нарушения правил внутреннего трудового распорядка организации\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Нарушения УК SA\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Неоднократного неисполнения работником своих обязанностей\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Прогула рабочего дня\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Появления работника на работе в состоянии алкогольного или наркотического опьянения\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Разжигание конфликтов внутри организации\n",
            note: null,
          },
        ],
      },
      {
        article: "Статья 7.3",
        titleArticle:
          "Основания прекращения трудового договора. Основаниями для прекращение трудового договора являются :",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle:
              "Прекращение трудовых отношений по инициативе работника (7.1).\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Прекращение трудовых отношений по инициативе работодателя (7.2).\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Нарушение правил, установленных Трудовым Кодексом.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Перевод работника в другую организацию по соглашению сторон.\n",
            note: null,
          },
        ],
      },
    ],
  },
  chapter8: {
    title: "Глава VIII. Охрана прав и свобод работника.\n",
    data: [
      {
        article: "Статья 8.1",
        titleArticle:
          "Способы защиты трудовых прав и свобод\n" +
          "Каждый имеет право защищать свои трудовые права и свободы всеми способами, не запрещенными законом.\n" +
          "Основные способы защиты:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle:
              "Самозащита работниками трудовых прав (мирное урегулирование)\n",
            note: null,
          },
          {
            article: "",
            titleArticle: "Обращение в прокуратуру штата SA\n",
            note: "Примечание: Если прокуратура штата SA выявит правонарушения по отношению к работнику, то дело будет передано в суд в виде искового заявления.\n",
          },
        ],
      },
      {
        article: "Статья 8.2",
        titleArticle:
          "Органы государственного надзора за соблюдением трудового законодательства. Главным государственным органом , который осуществляет надзор за соблюдением трудового законодательства является Прокуратура штата SA. В связи с возложенными на нее задачами , в сфере труда прокуратура имеет основные полномочия:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "",
            titleArticle: "Возбуждение уголовных и административных дел.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Анализ обстоятельств и причин выявленных нарушений, принятие мер по устранению и восстановлению нарушенных трудовых прав граждан.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Ведет прием и рассматривает заявления, жалобы граждан о нарушении их трудовых прав.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Проведение плановых и внеплановых проверок, направленных на выявление наличия лицензий, медицинских карт и выявление их срока годности.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Проведение плановых и внеплановых проверок, направленных на выявление нарушений в сфере труда.\n",
            note: null,
          },
          {
            article: "",
            titleArticle:
              "Осуществление юридических консультаций в сфере труда.\n",
            note: null,
          },
        ],
      },
      {
        article: "Статья 8.3",
        titleArticle:
          "Ответственность за нарушение трудового законодательства За нарушение трудового законодательства работодатель и должностные лица по решению суда могут быть привлечены к уголовной и административной ответственности.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "Уголовная ответственность:",
            titleArticle:
              "Увольнение, без должных на то оснований - 15.1 УК ; 17.5 УК\n" +
              "Невыплата премии без должных оснований работнику, который состоит в списке на премии - 10.4 УК\n" +
              "Понижение в должности, без должных на то оснований - 15.1 ; 17.5 УК\n" +
              "Нарушение регламента переаттестации - 15.1 УК; 17.5 УК;",
            note: null,
          },
          {
            article: "Административная ответственность:",
            titleArticle:
              "Нарушение ст 3.3 Трудового кодекса SA - штраф в размере 30.000$" +
              "Дискриминация в сфере труда - штраф в размере 25.000$" +
              "Несоответствие правил внутреннего трудового распорядка текущему законодательству - штраф в размере 50.000$",
            note: null,
          },
        ],
      },
    ],
  },
  chapter9: {
    title: "ГЛАВА IX. Положение о переаттестации государственных служащих",
    data: [
      {
        article: "Статья 9.1",
        titleArticle:
          "Сотруднику, которому была выбрана мера дисциплинарного взыскания в виде переаттестации, даётся 48 часов на прохождение переаттестации с момента её назначения.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Статья 9.2",
        titleArticle:
          "Работодатель обязан предоставить условия для прохождения переаттестации сотруднику, которому была выбрана мера дисциплинарного взыскания в виде переаттестации. Примечание: К условиям относятся: Сотрудник, который проведет переаттестацию; Назначение удобного обоим сторонам времени; Место проведения переаттестации, Конфиденциальность переаттестации.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Статья 9.3",
        titleArticle:
          "Субъектами переаттестации являются: Работодатель, старший состав, уполномоченный специалист; Сотрудник, проводящий переаттестацию; Сотрудник, которому была выбрана мера дисциплинарного взыскания в виде переаттестации, Прокурор.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Статья 9.4",
        titleArticle:
          "Никто, кроме субъектов переаттестации, не может присутствовать во время проведения переаттестации.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Статья 9.5",
        titleArticle:
          "Сотрудник, проводящий переаттестацию, должен заранее подготовить от 10 до 30 вопросов в письменном виде, темами которых могут быть все перечисленные нормативно-правовые акты в статье 9.6 Трудового Кодекса Штата SA.",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
      },
      {
        article: "Статья 9.6",
        titleArticle:
          "Нормативно-правовые, на основе которых могут быть составлены вопросы для переаттестации:",
        punishment: [],
        keyword: [],
        exception: null,
        note: null,
        explanation: null,
        list: [
          {
            article: "Для сотрудников LSPD:",
            titleArticle:
              'Административный Кодекс Штата SA, Уголовный Кодекс Штата SA, Процессуальный Кодекс Штата SA, Дорожный Кодекс штата SA, Кодекс этики и служебного поведения Штата SA, Закон "О закрытых и охраняемых территориях Штата SA", Закон "О неприкосновенности должностных лиц штата SA", Закон "Об обороте оружия", Закон "О государственной службе штата SA", Закон о LSPD штата SA, внутренний устав LSPD, закон о Юрисдикции штата SA, Воздушный Кодекс Штата SA, Закон о "Защите прав животных".',
            note: null,
          },
          {
            article: "Для сотрудников FIB:",
            titleArticle:
              'Уголовный Кодекс Штата SA, Процессуальный Кодекс Штата SA, Кодекс этики и служебного поведения Штата SA, Закон "О закрытых и охраняемых территориях Штата SA", Закон "О неприкосновенности должностных лиц штата SA", Закон "Об обороте оружия", Закон "О государственной службе штата SA", Воздушный Кодекс Штата SA, Закон о статусе "FIB".',
            note: null,
          },
          {
            article: "Для сотрудников LSCSD:",
            titleArticle:
              'Административный Кодекс Штата SA, Уголовный Кодекс Штата SA, Процессуальный Кодекс Штата SA, Дорожный Кодекс штата SA, Кодекс этики и служебного поведения Штата SA, Закон "О закрытых и охраняемых территориях Штата SA", Закон "О неприкосновенности должностных лиц штата SA", Закон "Об обороте оружия", Закон "О государственной службе штата SA", Закон о LSCSD штата SA, внутренний устав LSCSD, Закон о Юрисдикции штата SA, Воздушный Кодекс Штата SA, Закон о "Защите прав животных".',
            note: null,
          },
          {
            article: "Для сотрудников SANG:",
            titleArticle:
              'Административный Кодекс Штата SA, Уголовный Кодекс Штата SA, Процессуальный Кодекс Штата SA, Кодекс этики и служебного поведения Штата SA, Закон "О закрытых и охраняемых территориях Штата SA", Закон "О неприкосновенности должностных лиц штата SA", Закон "Об обороте оружия", Закон "О государственной службе штата SA", Закон "О статусе San-Andreas National Guard" штата SA, внутренний устав SANG, Закон о Юрисдикции штата, Воздушный Кодекс Штата SA.',
            note: null,
          },
          {
            article: "Для сотрудников USSS:",
            titleArticle:
              'Административный Кодекс Штата SA, Уголовный Кодекс Штата SA, Процессуальный Кодекс Штата SA, Кодекс этики и служебного поведения Штата SA, Закон "О закрытых и охраняемых территориях Штата SA", Закон "О неприкосновенности должностных лиц штата SA", Закон "Об обороте оружия", Закон "О государственной службе штата SA", Закон "О статусе United States Secret Service", внутренний устав USSS.',
            note: null,
          },
          {
            article: "Для сотрудников FSD:",
            titleArticle:
              'Административный Кодекс Штата SA, Уголовный Кодекс Штата SA, Процессуальный Кодекс Штата SA, Кодекс этики и служебного поведения Штата SA, Закон "О закрытых и охраняемых территориях Штата SA", Закон "О неприкосновенности должностных лиц штата SA", Закон "Об обороте оружия", Закон "О государственной службе штата SA", Закон "О статусе Financial Security Department", внутренний устав FSD, Судебный Кодекс Штата SA.',
            note: null,
          },
          {
            article: "Для сотрудников EMS:",
            titleArticle:
              'Кодекс этики и служебного поведения Штата SA, Закон "О государственной службе штата SA", внутренний устав EMS, Закон о Emergency Medical Service штата.',
            note: null,
          },
          {
            article: "Для сотрудников Weazel News:",
            titleArticle:
              'Закон о Weazel News штата SA, Кодекс этики и служебного поведения Штата SA, Закон "О государственной службе штата SA".',
            note: null,
          },
          {
            article: "Для сотрудников GOV ",
            titleArticle:
              "список обговаривается с руководителем отдела отдела, к которому принадлежит сотрудник, которому была выбрана мера дисциплинарного взыскания в виде переаттестации.",
            note: null,
          },
        ],
      },
    ],
  },
};
