import { codexType } from "../types/types";

export const onPublicService: codexType = {
  chapter1: {
    title: "",
    data: [
      {
        article: "1.",
        titleArticle:
          "Понятие о государственной службе характеризует под собой профессиональную служебную деятельность граждан, требующую получения определенного уровня квалификации, а также исполнения действующих нормативно-правовых актов связанных с той или иной государственной силовой или не силовой структурой",
        punishment: [],
        keyword: ["Статья 1"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "2.",
        titleArticle:
          "Государственный служащий - гражданин соединенных штатов, выполняющий свою служебную деятельность в той или иной силовой или не силовой государственной структуре Находясь при исполнении должностных обязанностей, каждый гос служащий обязан иметь при себе служебное удостоверение",
        punishment: [],
        keyword: ["Статья 2"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "2.1.",
        titleArticle: "Государственная служба делится на следующие категории:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "2.1.2",
            titleArticle: "Гражданская (правительственная) служба: Government",
            note: null,
          },
          {
            article: "2.1.3",
            titleArticle:
              "Региональная правоохранительная служба: Los Santos Police Department, Sheriff Department",
            note: null,
          },
          {
            article: "2.1.4",
            titleArticle:
              "Федеральная правоохранительная служба: Federal Investigation Bureau, United States Secret Service",
            note: null,
          },
          {
            article: "2.1.5",
            titleArticle: "Военная служба: San-Andreas National Guard",
            note: null,
          },
          {
            article: "2.1.6",
            titleArticle: "Медицинская служба: Emergency Medical Services",
            note: null,
          },
          {
            article: "2.1.7",
            titleArticle: "Новостная служба: Weazel News",
            note: null,
          },
        ],
      },
      {
        article: "2.2.",
        titleArticle:
          "Все государственные службы кроме Emergency Medical Services, Weazel News и Government являются силовыми",
        punishment: [],
        keyword: [],
        exception: "USSS является силовой структурой внутри Правительства.",
        explanation: null,
        note: null,
      },
      {
        article: "3.",
        titleArticle:
          "Военная служба - вид государственной службы, представляющей собой профессиональную служебную деятельность граждан на воинских должностях в San Andreas National Guard и осуществляют функции по обеспечению обороны и безопасности штата особенно во время военного положения Таким гражданам присваиваются воинские звания",
        punishment: [],
        keyword: ["Статья 3"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "4.",
        titleArticle:
          "Правоохранительная служба - вид государственной службы, представляющей собой профессиональную служебную деятельность граждан на должностях правоохранительной службы в государственных органах, службах и учреждениях, осуществляющих функции по обеспечению безопасности, законности и правопорядка, по борьбе с преступностью, по защите прав и свобод человека и гражданина Таким гражданам присваиваются специальные звания и классные чины",
        punishment: [],
        keyword: ["Статья 4"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "5.",
        titleArticle:
          "Переводы возможны исключительно среди государственных силовых служб",
        punishment: [],
        keyword: ["Статья 5"],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "5.1.",
            titleArticle:
              "Звание или классный чин которые присваиваются государственному служащему при переводе, избирается руководителем той структуры, в которую осуществляется перевод",
            note: null,
          },
          {
            article: "5.2.",
            titleArticle:
              "Для оформления перевода необходимо уведомить и получить одобрение от руководителей обеих структур",
            note: null,
          },
          {
            article: "5.2.1.",
            titleArticle:
              "Перевод также может быть одобрен непосредственно Губернатором Штата",
            note: null,
          },
        ],
      },
      {
        article: "6.",
        titleArticle:
          "Трудовые отношения в государственных организациях регламентируются Трудовым кодексом",
        punishment: [],
        keyword: ["Статья 6"],
        exception: null,
        explanation: null,
        note: "В случае, если лицо было признано виновным в совершении проступка и в отношении такого лица, была назначена мера наказания в виде штрафной санкции, то данная судимость не будет нарушать обязательное условие для осуществления государственной службы “отсутствие судимостей”.rhfcj",
      },
      {
        article: "7.",
        titleArticle:
          "Обязательными условиями для осуществления государственной службы являются наличие медицинской справки о психическом и физическом здоровье, гражданство США, отсутствие судимостей, а также возраст старше  лет",
        punishment: [],
        keyword: ["Статья 7", "7.1", "71", "7.2", "72"],
        exception: null,
        explanation: null,
        note: "В случае, если лицо было признано виновным в совершении проступка и в отношении такого лица, была назначена мера наказания в виде штрафной санкции, то данная судимость не будет нарушать обязательное условие для осуществления государственной службы “отсутствие судимостей”.",
        list: [
          {
            article: "7.1.",
            titleArticle:
              "Руководители государственных структур вправе самостоятельно указывать дополнительные критерии для осуществления государственной службы",
            note: null,
          },
          {
            article: "7.2.",
            titleArticle:
              "Дополнительным условием для службы в FIB может быть осуществление государственной службы в иных правоохранительных и военных структурах",
            note: null,
          },
        ],
      },
      {
        article: "8.",
        titleArticle:
          "Прямым руководителем правоохранительной и федеральной службы является Генеральный прокурор и соответственно ведет прямой контроль над этими структурами",
        punishment: [],
        keyword: ["Статья 8"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "9.",
        titleArticle:
          "Губернатор штата является главой исполнительной власти, а также верховным главнокомандующим LSPD, LSCSD, FIB, SANG",
        punishment: [],
        keyword: ["Статья 9"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "10.",
        titleArticle:
          "Курирующим органом каждой организации является соответствующее министерство и мэр",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "10.1.",
            titleArticle:
              "Мэры осуществляют координацию по поручениям Губернатора для организаций, находящихся в городе Лос Сантос - мэр города Лос Сантос, для организаций, находящихся в округе Блэйн - мэр округа Блэйн",
            note: null,
          },
          {
            article: "10.2.",
            titleArticle:
              "Исключение - SANG Кураторство над данной структурой берет на себя Министр обороны и(или) его заместитель",
            note: null,
          },
          {
            article: "10.3.",
            titleArticle:
              "Исключение - FIB Кураторство над данной структурой берет на себя Министр Юстиции и(или) его заместитель",
            note: null,
          },
        ],
      },
      {
        article: "11.",
        titleArticle:
          "Каждый государственный служащий обязан иметь при себе действующие медицинские справки о “Физическом здоровье” и “Психическом здоровье”, удостоверение личности подтверждающее его должность, место работы",
        punishment: [],
        keyword: ["Статья 11"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "12.",
        titleArticle:
          "Каждый государственный служащий в случае необходимости обязан предоставлять медицинские справки сотрудникам IB, прокуратуры, медицинским работникам, своему руководству по требованию, министерству здравоохранения Сотрудник обязан предоставлять медицинские справки при плановой и внеплановой прокурорской проверке, проверке от IB или EMS Если на сотрудника ведется открытое делопроизводство и/или кейс",
        punishment: [],
        keyword: ["Статья 12"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "13.",
        titleArticle:
          "Государственные Служащие не обязаны предоставлять удостоверение/нашивку/бейдж/жетон в случае, если:",
        punishment: [],
        keyword: ["Статья 13"],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "1.",
            titleArticle: "Не проводят процессуальные действия",
            note: null,
          },
          {
            article: "2.",
            titleArticle:
              "Не предоставляют Государственные услуги, равно как при неисполнении должностных обязанностей",
            note: null,
          },
        ],
      },
      {
        article: "14.",
        titleArticle:
          "Государственные служащие обязуются себя идентифицировать, либо удостоверить свою личность, если:",
        punishment: [],
        keyword: [
          "Статья 14",
          "14.1",
          "141",
          "14.2",
          "142",
          "14.3",
          "143",
          "14.4",
          "144",
        ],
        exception:
          "Лица, не являющиеся сотрудниками правоохранительных ведомств, не обязаны носить идентификационные знаки, однако обязаны иметь при себе служебное удостоверение. Сотрудник Секретной службы не обязан представлять жетон, нашивку, удостоверение, если он не ведет каких либо процессуальных действий.",
        explanation: null,
        note: null,
        list: [
          {
            article: "1.",
            titleArticle:
              "Лицо, в отношении которого ведутся процессуальные действия, либо лица, являющиеся субъектами задержания потребовали идентификации или удостоверения личности",
            note: "Идентификация лица, как государственного служащего, происходит путем закрепления на форме сотрудника идентификационных знаков. удостоверение личности, как конкретного сотрудника, происходит путем ознакомления с его служебным удостоверением.",
          },
          {
            article: "2.",
            titleArticle:
              "Государственный служащий, находящийся на момент требования при исполнении своих служебных обязанностей, предварительно удостоверив свою личность или, в случае если личные данные защищены государственной тайной, идентифицировав себя, требует предоставить иного служащего его служебное удостоверение",
            note: "Если государственный служащий запросил удостоверение, то необходимо предоставить именно его, кроме случаев, когда личные данные сотрудников являются государственной тайной и у сотрудника запрашивающего удостоверение недостаточный уровень допуска.",
          },
          {
            article: "3.",
            titleArticle:
              "Сотрудник проигнорировал нарушения гражданских лиц находясь при исполнении",
            note: null,
          },
          {
            article: "4.",
            titleArticle:
              "Указывают/приказывают/просят/предупреждают гражданское лицо",
            note: "Каждый государственный служащий, исполняющий свои должностные обязанности, обязуется носить присвоенные ему идентификационные знаки в открытом виде.",
          },
        ],
      },
    ],
  },
};
