import { codexType } from "../types/types";

export const statusProsecutors: codexType = {
  chapter1: {
    title: "Глава I. Общие положения",
    data: [
      {
        article: "1.1",
        titleArticle:
          "Прокуратура штата – общий термин объединяющий офис Генерального Прокурора штата и иные прокурорские ведомства в единую структуру, как часть Департамента Юстиции",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "1.2",
        titleArticle:
          "Военная прокуратура штата - специализированная прокуратура, входящая в состав Министерства Юстиции, осуществляющая функции надзора за исполнением служебных обязанностей военнослужащих армии и деятельности Национальной Гвардии Штата SA (SANG) в целом",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "1.3",
        titleArticle:
          "Окружная прокуратура не осуществляет деятельность, предусмотренную для военной прокуратуры настоящим законом, равно как и наоборот",
        punishment: [],
        keyword: [],
        exception:
          "Статья 15.4 настоящего закона. В случае отсутствия реакции от окружных прокуроров на запрос в течение 5-ти минут, военная прокуратура вправе отреагировать на запрос прокурора для контроля процессуальных действий.",
        explanation: null,
        note: null,
      },
      {
        article: "1.4",
        titleArticle:
          "Руководство деятельностью прокуратуры осуществляется Генеральным Прокурором Обязанности генерального прокурора исполняет действующий Министр юстиции",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "2.1",
        titleArticle:
          "Правовую основу деятельности Прокуратуры штата Сан Андреас составляют Конституция , настоящий Закон, другие нормативные правовые акты штата Сан Андреас",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "3.2",
        titleArticle:
          "Сведения о документации, материалах дела и о лицах участвующих в следствии и дознании, и лицах, оказывающих им содействие на конфиденциальной основе, могут передаваться другим государственным органам или гражданам, только по решению Генерального прокурора",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter2: {
    title: "Глава II. Основные направления деятельности",
    data: [
      {
        article: "4.",
        titleArticle: "Прокуратура штата Осуществляет надзор за:",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
        list: [
          {
            article: "4.1",
            titleArticle:
              "Исполнением законов органами исполнительной власти штата , органами военного управления, а также за соответствием законам издаваемых ими правовых актов и указов,",
            note: null,
          },
          {
            article: "4.2",
            titleArticle:
              "Исполнением законов органами, осуществляющими оперативно-розыскную деятельность, дознание и предварительное следствие,",
            note: null,
          },
          {
            article: "4.3",
            titleArticle: "Исполнением законов государственными организациями",
            note: null,
          },
          {
            article: "4.4",
            titleArticle:
              "Исполнением законов негосударственными, частными, коммерческими организациями и благотворительными фондами и другими субъектами юридического права",
            note: null,
          },
        ],
      },
      {
        article: "5.1",
        titleArticle:
          "Прокуратура штата расследует преступления особой важности совершенные с особой жестокостью и цинизмом, преступления против государства, преступления, получившие публичный резонанс, а также преступления, взятые на контроль Губернатором штата или Генеральным прокурором",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter3: {
    title: "Глава III. Полномочия Прокуратуры штата",
    data: [
      {
        article: "6.1",
        titleArticle:
          "По предъявлении служебного удостоверения, прокурор имеет право беспрепятственно входить на территории и в помещения любых государственных организаций и служб, иметь доступ к документам и материалам, проверять исполнение законов, по материалам дела находящегося в производстве или по предписанию Генерального Прокурора",
        punishment: [],
        keyword: ["Полномочия прокурора"],
        exception: null,
        explanation:
          "Веской служебной необходимостью является: Надзор за составом национальной гвардии в рабочее время имея на то законные основания (До увольнительного времени); исполнение обязанностей описанных в Главе VII данного закона.",
        note: "Проходить разрешено строго имея служебную необходимость. Вход на территории FIB и SANG осуществляются исключительно на основании Закона о Закрытых Территориях. Доступ на территорию SANG имеют исключительно Военные Прокуроры либо их ВРиО.",
      },
      {
        article: "6.2",
        titleArticle:
          "Требовать от должностных лиц представления необходимых документов, справок, удостоверение, и иных сведений Требовать выделения специалистов для дачи показаний и пояснения по материалам дела, находящегося в производстве",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.3",
        titleArticle:
          "Вызывать должностных лиц и граждан для допроса, дачи показаний, объяснений и других процессуальных действий в рамках действующего законодательства",
        punishment: [],
        keyword: ["вызов"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.4",
        titleArticle:
          "При наличии оснований возбуждать дела, вести делопроизводства, требовать привлечения лиц, нарушивших закон, к ответственности",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.5",
        titleArticle:
          "Принимать уголовные дела от других ведомств перед судебными слушаниями, для дальнейшего представления прокурором позиции правоохранительной службы в суде",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.6",
        titleArticle: "Предостерегать о недопустимости нарушения закона",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.7",
        titleArticle:
          "Освобождать своим постановлением лиц, незаконно подвергнутых задержанию на основании решений несудебных органов",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.8",
        titleArticle: "Выдавать предписание об устранении нарушений закона",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.9",
        titleArticle:
          "Привлекать подразделения Федерального Расследовательского Бюро, для осуществления оперативной деятельности в расследовании преступлений Розыска, задержания и препровождения подозреваемых Защиты лиц участвующих в следствии и дознании Привлекать сотрудников CID для оказания помощи в допросах с использованием полиграфа",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.10",
        titleArticle:
          "Выписывать постановление, запрещающее увольнение и перевод гражданина на срок до  дней, а также инициировать его отстранение от должностных обязанностей на время следствия Процесс отстранения описан в в Статье  Трудового Кодекса, и решение об отстранении принимается начальством сотрудника",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.11",
        titleArticle:
          "Ознакамливаться и иметь полный доступ к любой информации при исполнение своих обязанностей",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "6.12",
        titleArticle:
          "Выписывать постановления с выдачей штрафа, дисциплинарного взыскания",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter4: {
    title: "Глава IV. Обязанности Прокуратуры штата",
    data: [
      {
        article: "7.1",
        titleArticle:
          "Осуществлять надзор за единообразным и адекватным применением законов",
        punishment: [],
        keyword: ["Обязанности прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "7.2",
        titleArticle:
          "Выступать в суде в качестве государственного обвинителя, отражающего интересы государства и штата Сан Андреас",
        punishment: [],
        keyword: ["Обязанности прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "7.3",
        titleArticle:
          "Рассматривать и выносить решение по заявлениям, жалобам и иным обращениям, содержащим сведения о нарушении закона",
        punishment: [],
        keyword: ["Обязанности прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "7.4",
        titleArticle:
          "Проводить плановые и внеплановые проверки государственных служб и организаций на знание действующего законодательства и внутренних уставов и подзаконных актов",
        punishment: [],
        keyword: ["Обязанности прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "7.5",
        titleArticle:
          "При наличии оснований предусмотренных законом выдавать ордер, сотрудникам правоохранительных органов, на рейд, задержание, обыск и другие законные действия",
        punishment: [],
        keyword: ["Обязанности прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "7.6",
        titleArticle:
          "При наличии оснований возбуждать производство об административном и уголовном правонарушении, требовать привлечения лиц, нарушивших закон, к ответственности",
        punishment: [],
        keyword: ["Обязанности прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "7.7",
        titleArticle:
          "Осуществлять координацию деятельности правоохранительных органов по борьбе с преступностью В целях обеспечения координации деятельности органов, прокурор созывает координационные совещания, организует рабочие группы, истребует необходимую информацию",
        punishment: [],
        keyword: ["Обязанности прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "7.8",
        titleArticle: "Разъяснять гражданам порядок защиты их прав и свобод",
        punishment: [],
        keyword: ["Обязанности прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "7.9",
        titleArticle:
          "По требованию Генерального прокурора предоставлять отчет о проделанной работе, еженедельную декларацию о доходах и материалах находящихся в производстве",
        punishment: [],
        keyword: ["Обязанности прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter5: {
    title: "Глава V. Ответственность и защита",
    data: [
      {
        article: "8.1",
        titleArticle:
          "Запрещено разглашать любые сведения, полученные в результате служебной деятельности",
        punishment: [],
        keyword: ["Ответственность прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "8.2",
        titleArticle:
          "Запрещено давать каких-либо объяснения по существу находящихся в его производстве дел и материалов, а также предоставлять их кому бы то ни было для ознакомления иначе как в случаях и порядке, предусмотренным настоящим законом",
        punishment: [],
        keyword: ["Ответственность прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "8.3",
        titleArticle: "Запрещено принимать любые подарки и услуги",
        punishment: [],
        keyword: ["Ответственность прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "9.1",
        titleArticle:
          "Сотрудники прокуратуры при исполнении ими служебных обязанностей, являются представителями власти и находятся под защитой государства Законные требования сотрудников прокуратуры обязательны для исполнения гражданами и должностными лицами",
        punishment: [],
        keyword: ["защита прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "9.2",
        titleArticle:
          "Воздействие в какой-либо форме федеральных органов государственной власти, органов государственной власти штата, органов местного самоуправления, общественных объединений, средств массовой информации, их представителей, а также должностных лиц на прокурора с целью повлиять на принимаемое им решение или воспрепятствование в какой-либо форме его деятельности влечет за собой ответственность предусмотренную уголовным кодексом и приравнивается к тяжким государственным преступлениям",
        punishment: [],
        keyword: ["защита прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "9.3",
        titleArticle:
          "При исполнении сотрудником прокуратуры служебных обязанностей, находящегося в служебной одежде, не допускаются его привод, задержание, личный обыск и обыск его вещей, а также обыск личного и используемого им транспорта без присутствия Генерального Прокурора или решения суда Кроме случаев, когда ввиду своего наркотического, психического или иного другого состояния незаконные действия сотрудника прокуратуры несут непосредственную угрозу жизни окружающим людям",
        punishment: [],
        keyword: ["защита прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "10.1",
        titleArticle:
          "Вследствии не исполнения или не надлежащего исполнения своих обязанностей прокурор получает взыскания от Генерального прокурора в следующем порядке Выговор, Неполное служебное соответствие, Освобождение от занимаемой должности Выговор снимается через  дней, Неполное служебное соответствие через  день При действии взыскания «Не полное служебное соответствие», достаточно любого замечания для освобождения от занимаемой должности",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "10.2",
        titleArticle:
          "За нарушение чч - ст  настоящего закона следует немедленное увольнение",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "10.3",
        titleArticle:
          "Во всех остальных случаях неисполнения приказов и распоряжений руководства прокуратуры – на усмотрение Генерального Прокурора",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "10.4",
        titleArticle:
          "В случае доказанного нарушения законодательства штата сотрудник прокуратуры несёт наказание по максимальной шкале ответственности соответствующего кодекса.",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "10.5",
        titleArticle:
          "По решению Генерального прокурора, в исключительном случае и за особые заслуги возможно досрочное снятие взыскания",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter6: {
    title: "Глава VI. Прокурорские проверки",
    data: [
      {
        article: "11.1",
        titleArticle:
          "Сотрудники занимающие должность прокурора, во главе с руководством Министерство Юстиции обязаны утвердить график проверок с организациями, где будет указан день и время плановой проверки",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "11.2",
        titleArticle:
          "Руководитель организации или его заместитель вправе запросить изменения времени и дня недели в утвержденном плане проверок в случае весомой на то причины, либо перенести проверку по уважительной причине, на время не более чем  час",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "11.3",
        titleArticle:
          "Плановые проверки должны проводится сотрудниками Министерства юстиции не реже чем раз в неделю в государственной организации",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "11.4",
        titleArticle:
          "Разрешение на проверку требуется лишь однажды, после составленного графика с организацией",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "11.5",
        titleArticle:
          "В случае смены руководства Правительства, утвержденный график аннулируется с возможностью восстановления при подтверждении данного руководителями организаций",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "12.1",
        titleArticle:
          "Проверяющая комиссия состоит из Прокуратуры штата По решению Генерального Прокурора или его заместителя в проверках могут участвовать FIB отдел IB",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "12.2",
        titleArticle:
          "Проверка основана на знании законодательства штата Сан-Андреас и внутреннего устава организации",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "12.3",
        titleArticle:
          "После проведенной проверки, сотрудники Прокуратуры обязаны доложить о результате своему начальству и начальству проверяющей организации",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "12.4",
        titleArticle:
          "В случае отрицательного результата во время проверки, меры к сотруднику предпринимает Прокуратура штата ссылаясь на некомпетентность и халатность к выполнению должностных обязанностей",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "12.5",
        titleArticle:
          "Сотрудникам проверяющей комиссии запрещено пренебрегать своим положением и относится предвзято к проведению проверки сотрудников организации",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "12.6",
        titleArticle:
          "Основанием для проведения внеплановых проверок являются многочисленные жалобы или нарушения законодательной базы от коллектива организации",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "12.7",
        titleArticle:
          "Прежде чем проводить внеплановую проверку, состав Прокуратуры обязан предоставить материал с нарушением руководству Министерство Юстиции с последующей передачей материала Губернатору штата Сан-Андреас",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "12.8",
        titleArticle:
          "Предоставленный материал рассматривается в течение двух часов и выносится решение руководством Министерства Юстиции в зависимости от состава нарушения",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "12.9",
        titleArticle:
          "Уполномоченные проводить проверку обязаны фиксировать весь процесс и в случае необходимости предоставить запись руководству Министерства Юстиции",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "12.10",
        titleArticle:
          "Сотрудник организации, который отсутствовал двух или более прокурорских проверках, может быть подвергнут персональной внеплановой прокурорской проверке без соответствующего уведомления",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "12.11",
        titleArticle:
          "Сотрудники которые активно участвовали на прокурорских проверках, время от времени будут от них освобождены по решению проверяющей комиссии",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "12.12",
        titleArticle:
          "Руководство Министерство Юстиции обязано вести реестр проведенных проверок, дабы контролировать положение организаций",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "13.1",
        titleArticle:
          "Проверки проводятся исключительно в будние дни в промежуток с : по :",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "13.2",
        titleArticle:
          "Проверки производятся в кругу проверяющей комиссии, а именно прокуроров штата Сан-Андреас",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "13.3",
        titleArticle:
          "Руководство организации обязано предоставить коллектив на момент проведения проверки",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "13.4",
        titleArticle:
          "Проверяющая комиссия размещается по территории участка в комфортных для этого условиях",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "13.5",
        titleArticle:
          "В момент проведение проверки, сотрудники индивидуально отвечают на вопросы, заданные прокурорами Прокуроры имеют право запросить помощь у сотрудников IB и Федеральных маршалов",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "13.6",
        titleArticle:
          "Проверяющая комиссия обязана внятно и выразительно произносить вопросы",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "13.7",
        titleArticle:
          "Проверяющая комиссия обязана задать не более 5-ти вопросов сотруднику организации",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "13.8",
        titleArticle:
          "Проверяющая комиссия вправе задавать вопросы по внутреннему уставу организации, законодательной базе, непосредственно связанной с работой организации, а также по ситуациям, с которыми может столкнуться сотрудник",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "13.9",
        titleArticle:
          "Проверяющая комиссия обязана произвести личный досмотр сотрудника",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "13.10",
        titleArticle:
          "Проверяющая комиссия обязана проверить личную документацию сотрудника (удостоверение/паспорт, мед карты)",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "13.11",
        titleArticle:
          "Проверяющая комиссия предоставляет результат проверки через  часа с момента её проведение",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "13.12",
        titleArticle:
          "Руководитель организации вправе запросить проверку проверяющей комиссии на основание некомпетентности с имеющими доказательствами против проверяющей комиссии",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "13.13",
        titleArticle:
          "Прокуратура штата обязана составлять план проведения Прокурорской проверки, под руководством Генерального прокурора",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter7: {
    title: "Глава VII. Военная прокуратура штата",
    data: [
      {
        article: "14.1",
        titleArticle:
          "Знание всех внутренних нормативно-правовых документов Национальной Гвардии Штата SA (Уставы/Приказы/служебный распорядок SANG)",
        punishment: [],
        keyword: ["Обязанности военного прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "14.2",
        titleArticle:
          "Проверка внутренних нормативно-правовых документом Национальной Гвардии Штата SA на соответствие с действующим законодательством",
        punishment: [],
        keyword: ["Обязанности военного прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "14.3",
        titleArticle:
          "Проходить полную проверку знаний и повышение квалификации в Министерстве Юстиций Штата SA не менее чем раз в неделю (в остальном по распоряжению/приказу)",
        punishment: [],
        keyword: ["Обязанности военного прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "14.4",
        titleArticle:
          "Проведение лекций составу Национальной Гвардии SANG по юридическим служебным направлениям военнослужащих",
        punishment: [],
        keyword: ["Обязанности военного прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "14.5",
        titleArticle:
          "Ведение ежедневной отчетности для Правительства (отражая все выполненные дела за рабочий день, прикладывая фотокарточки рабочего дня)",
        punishment: [],
        keyword: ["Обязанности военного прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "14.6",
        titleArticle:
          "Оказание поддержки Национальной гвардии в различного рода юридических и организационно-правовых вопросах",
        punishment: [],
        keyword: ["Обязанности военного прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "14.7",
        titleArticle:
          "Активное взаимодействие с Прокуратурой штата SA на территории SANG",
        punishment: [],
        keyword: ["Обязанности военного прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "14.8",
        titleArticle:
          "Надзор за исполнением армейских поставок в государственные структуры Штата, равно как и внутри самой Национальной Гвардии",
        punishment: [],
        keyword: ["Обязанности военного прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "14.9",
        titleArticle:
          "Активное участие в рабочей деятельности прокуратуры на территории Форта-Занкудо",
        punishment: [],
        keyword: ["Обязанности военного прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "14.10",
        titleArticle: "Надзор за имуществом и бюджетом Национальной Гвардии",
        punishment: [],
        keyword: ["Обязанности военного прокурора"],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "15.1",
        titleArticle:
          "Проверка состава Национальной Гвардии Штата SA на знание внутренних уставов/приказов/внутри служебного распорядка Национальной Гвардии Штата SA",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "15.2",
        titleArticle:
          "Задержания и досмотр (обыски) военнослужащих имея на то законные основания",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "15.3",
        titleArticle:
          "Осмотр/досмотр/обыск всего движимого и недвижимого (частного и государственного) имущества находящегося на территории военной базы имея на то законные основания",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "15.4",
        titleArticle:
          "Военная прокуратура вправе запрашивать помощь у Прокуроров и сотрудников FSD в процессе осуществления служебной деятельности",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "15.5",
        titleArticle:
          "Военные прокуроры вправе выполнять надзорную деятельность в КПЗ, как обычный прокурор, если задержан сотрудник SANG",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
    ],
  },
  chapter8: {
    title: "Глава VIII. Старший прокурор. Обязанности",
    data: [
      {
        article: "16.1",
        titleArticle: "Проверка состава Прокуратуры на знание",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "16.2",
        titleArticle:
          "Старший прокурор обязан проводить надзорную деятельность над прокурорами/военными прокурорами",
        punishment: [],
        keyword: [],
        exception: "КПЗ FIB/SANG/LSCSD/LSPD.",
        explanation: null,
        note: null,
      },
      {
        article: "16.3",
        titleArticle:
          "Старший прокурор наделен всеми должностными обязанностями и правами, что и прокурор/военный прокурор",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "16.4",
        titleArticle:
          "При обнаружении нарушения закона со стороны прокурора/военного прокурора, старший прокурор обязан, предотвратить нарушение и выдать дисциплинарное взыскание",
        punishment: [],
        keyword: [],
        exception: "Уголовный кодекс, особо тяжкие статьи.",
        explanation: null,
        note: null,
      },
    ],
  },
  chapter9: {
    title: "Глава IX. Помощник прокурора штата.",
    data: [
      {
        article: "17.1",
        titleArticle:
          "Помощник прокурора является прокурором с ограниченными правами для ознакомления с должностью прокурор",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Помощник прокурора не имеет права заводить дела, писать постановления, принимать заявления и выносить вердикт в КПЗ.",
      },
      {
        article: "17.2",
        titleArticle:
          "Помощник прокурора обязан получать всю необходимую ему информацию для повышения компетентности от Прокуроров/Старших прокуроров/Заместителей Генерального Прокурора/Генерального прокурора",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Перечисленные должностные лица в пункте 17.2, не вправе отвечать отказом на вопрос или просьбу о помощи касаемо работы прокуратуры.",
      },
      {
        article: "17.3",
        titleArticle:
          "Помощник прокурора может воспользоваться статьей  Закона о прокуратуре, только в присутствие вышестоящего по должности прокурора и его разрешении",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: "Ответственность несет исключительно вышестоящий по должности прокурор, который дал разрешение на вход.",
      },
      {
        article: "17.4",
        titleArticle:
          "Помощник прокурора, обязан обращаться, ко всем сотрудникам государственных структур с уважением",
        punishment: [],
        keyword: [],
        exception: null,
        explanation: null,
        note: null,
      },
      {
        article: "17.5",
        titleArticle:
          "Находясь на закрытых или охраняемых территориях в сопровождении вышестоящим по должности прокурором, помощник прокурора не имеет право разговаривать без разрешения или задавать вопросы государственным служащим",
        punishment: [],
        keyword: [],
        exception:
          "Если государственный служащий задал первым вопрос или начал диалог.",
        explanation: null,
        note: null,
      },
    ],
  },
};
